import re
import sys

p140_text = """چاپ: تبریز، 1323

1. خوی؛ نمازی؛ شماره نسخه: 485
آغاز: مسوده کتاب یوسفیه از تألیفات اقل الحاج و السادات میر ابوالقاسم بن غفران پناه حاج میر علی اصغر خویی... مشتمل است بر مقدمه و چهارده مجلس و یک خاتمه، اما المقدمه در بیان احسنیت و وجه تسمیه او به احسن القصص و سبب نزول سوره یوسف؛ انجام: یوخ نقاب و معجریم ** قیل تدارک من غریبه یاندییا حسین. تتمه کتاب باید به اجزاء دیگر مسطور شده باین جلد ملحق شود انشاءالله.
خط: تحریری، بی‌کا، بی‌تا؛ جلد: تیماج قهوه ای ساده، مختلف السطر، اندازه: 17×21 سم [ف: 251]

قم؛ مرکز احیاء؛ شماره نسخه: 541
نسخه اصل: همان نسخه بالا؛ خط: شکسته نستعلیق، کاتب = مؤلف، بی‌تا؛ مسوده مؤلف؛ 363ص [عکسی ف: 2 - 130]

2. قم؛ مرعشی؛ شماره نسخه: 12943
آغاز: برابر؛ انجام: یوسف نقاب از روی خود برداشته چون لمعة نور جمال با کمالش بر روی آن طفل افتاد فی الفور چشمش روشن شد و معجزه دیگری تعبیر خواب بود. تمت.
خط: نستعلیق، بی‌کا، تا: پنج شنبه 7 ذیحجه 1321ق؛ کاغذ: فرنگی، جلد: تیماج قهوه ای ضربی مجدول با ترنج و سر ترنج و گل و بوته، 174گ، 17 سطر (12/5×15/5)، اندازه: 17/5×21/5 سم [ف: 32 - 829]

● احسن القصص = تفسیر سورة یوسف / تفسیر / عربی
aḥsan-ul-qiṣaṣ

نقوی نصیرآبادی، علی محمد بن محمد، 1260 - 1312 قمری
naqavī nasīr-ābādī, ‘alī mohammad ebn-e mohammad (1844 - 1895)

کتابی مفصل و مفید در تفسیر سوره مبارکه یوسف است. مؤلف پس از ذکر بخشی از آیات به تفسیر و توضیح آنها پرداخته است و روایات وارده و اقوال علما را نقل نموده و به رد و ایراد و جرح و تعدیل آنها پرداخته است و به مباحث کلامی و اعتقادی بیش از سایر مباحث عنایت دارد. نامبرده با استناد به آیات و روایات می گوید علم غیب به طور استقلال مختص ذات باری تعالی است و هیچ فرشته مقرب، نبی مرسل و امام معصوم از چنین علمی بهره ای ندارد. مؤلف به آنچه از منابع، اعم از تورات یا سایر کتب که دست یافته روایت کرده و با اسرائیلیات پاسخ قاطع داده ولی خود نیز از نقل اسرائیلیات مبرا نمانده است.

1. مشهد؛ رضوی؛ شماره نسخه: 24571
آغاز: و جعل الجنة مثواه والله الموفق و المعین... تقدمة روینا عن الصادق علیه السلام ان من قرأ سورة یوسف فی کل یوم او فی کل لیلة بعثه الله یوم القیمة و جماله علی جمال یوسف و لایصیبه فزع یوم القیمة و کان من اخیار عباد الله الصالحین، اقول لعل المراد انه یکون جماله یوم القیمة علی نحو من جمال یوسف او اعلی منه و لاغرو فقد قیل ع (کذا) کرم او بهانه می خواهد؛ انجام: یقوله عز من قائل و نحن اقرب من حبل الورید فتدبر.
موجودی تا آیه 52 می باشد؛ خط: نسخ، بی‌کا، تا: اوایل قرن 14؛ افتادگی: آغاز و انجام؛ اهدایی رهبری، اسفند 1376؛ کاغذ: نخودی، 248گ، 15 سطر، اندازه: 17×24/5 سم [ف: 22 - 19] و [اهدائی رهبر: 1 علوم قرآن - 61]

● احسن القصص = داستان یوسف / داستان / فارسی
ahsan-ol-qesas = dāstān-e yūsof

تهران؛ دانشگاه؛ شماره نسخه: 9644
خط: نستعلیق، کا: رمضان، تا: قرن 12 و 13؛ کاغذ: هندی، جلد: تیماج قهوه ای ضربی ترنجی مقوایی، 313گ، 13 سطر (8×16)، قطع: وزیری، اندازه: 15×26 سم [ف: 17 - 443]

● احسن القصص / تفسیر / فارسی
aḥsan-ul-qiṣaṣ

تاریخ تألیف: حدود 470ق
قصه یوسف است.

تهران؛ دانشگاه؛ شماره نسخه: 505-ف
نسخه اصل: چلپی عبدالله ش 19؛ خط: نسخ، کا: عبداللطیف بن احمد، تا: جمعه 18 جمادی الثانی 656 و 22 رجب 667؛ در آخر آمده «تمت الکتاب احسن القصص فی یوم الجمعة وقت الضحی الثامن جمادی الثانیة لسنة ست و خمسین و ستمائة صاحبه و مالکه و کاتبه اصغر خلق الله محمد بن محمد بن ابراهیم المقیم بکوشک رجاباد من المرود تمت السرقی»؛ افتادگی: آغاز (32 صفحه)؛ نخستین برگ الحاقی و متعلق به این کتاب نیست؛ 213گ، 19 سطر [فیلم ها-ف: 1 - 5]

● احسن القصص / تفسیر / فارسی
aḥsan-ul-qiṣaṣ

به نظر می رسد احسن القصص تألیف معین الدین بن حاج فراهی هروی معروف به ملا مسکین باشد. این کتاب در نهروان به همین نام و در هند به نام «تفسیر نقره کار» چاپ شده است.

یزد؛ وزیری؛ شماره نسخه: 3412
آغاز: علیه السلام مر یوسف را علیه السلام لا تقصص رؤیاک علی اخوتک کش احد عشر دو اسم است با یکدیگر ترکیب یافته"""

p146_text = """1255ق؛ صفحات مجدول شنگرف و آبی، نسخه توسط شاهزاده سلطان مراد میرزا احتشام السلطنه بن عباس میرزا استکتاب شده است؛ جلد: تیماج قهوه ای با ترنج و سر مجدول گرهی، 143گ، 17 سطر، اندازه: 13×22 سم [ف مخ: 1 - 185]

● احسن المجامع / تاریخ / فارسی
ahsan-ol majāme‘

آقا بابا شهید، محمد حسن بن حسینعلی، 14 قمری
āqā bābā šahīd, mohammad hasan-e-bn-e hoseyn-‘alī (- 20c)

مجالسی است در حالات انبیاء از آدم تا خاتم، مشتمل بر یک «مقدمه» و سه «فصل» و یک «خاتمه»، مقدمه مشتمل بر یک «مجلس»، و هر فصل دارای یکصد و یک «مجلس» و خاتمه در «ده مجلس» که مجموع مجالس آن سیصد و چهارده مجلس می باشد که ترتیب تمامی مجلدات به همین گونه است.
آغاز: الحمدلله رب العالمین... اما بعد چنین گوید این عبد ذلیل ضعیف خطاکار و این سیاه نامه تبه روزگار

1. گلپایگان؛ شهیدی، حاج آقارضا؛ شماره نسخه: 1
آغاز: برابر
جلد اول؛ خط: نستعلیق، کاتب = مؤلف، تا: عید غدیر 1305ق؛ در دوازده برگ اول فهرست مجالس و وقف نامه کتاب از مؤلف آمده است، در دو برگ مانده به آخر اشعاری از مؤلف در وقف نامه کتاب آمده است؛ جلد: تیماج قهوه ای، 303گ، 29 سطر، اندازه: 22×35/5 سم [کتابخانه های گلپایگان: ف: 209]

2. گلپایگان؛ شهیدی، حاج آقارضا؛ شماره نسخه: 2
جلد دوم، مشتمل بر حالات حضرت فاطمه (س) و مطاعن خلفاء و فضایل و مناقب امیر المؤمنین و امام حسن مجتبی؛ خط: نستعلیق، کاتب = مؤلف، بی‌تا؛ جلد: تیماج قهوه ای، 268گ، 29 سطر، اندازه: 22×35/5 سم [کتابخانه های گلپایگان: ف: 210]

3. گلپایگان؛ شهیدی، حاج آقارضا؛ شماره نسخه: 3
جلد سوم، مشتمل بر حالات امام حسین و خلفای بنی امیه؛ خط: نستعلیق، کاتب = مؤلف، بی‌تا؛ جلد: تیماج قهوه ای، 280گ، 29 سطر، اندازه: 22×35 سم [کتابخانه های گلپایگان: ف: 210]

4. گلپایگان؛ شهیدی، حاج آقارضا؛ شماره نسخه: 4
جلد چهارم، مشتمل بر حالات امام زین العابدین تا پایان زندگانی امام عصر حجة بن الحسن عسکری (عج)؛ خط: نستعلیق، کاتب = مؤلف، بی‌تا؛ جلد: تیماج قهوه ای، 301گ، 29 سطر، اندازه: 22/5×35/5 سم [کتابخانه های گلپایگان: ف: 210]

5. گلپایگان؛ شهیدی، حاج آقارضا؛ شماره نسخه: 5
جلد پنجم، مشتمل بر مباحث اخلاقی؛ خط: نستعلیق، کاتب = مؤلف، بی‌تا؛ جلد: تیماج قهوه ای دو رو، 340گ، 20 سطر، اندازه: 18×22 سم [کتابخانه های گلپایگان: ف: 211]

● احسن المسالک فی اخبار البرامک / تاریخ / عربی
aḥsan-ul-masālik fī axbār-il-barāmik

میلوی، یوسف بن محمد، 12 قمری
mīlavī, yūsof-e bn-e mohammad (- 18c)
[فهرست عربی موزه بریتانیا ص 828 ش 1286؛ مجمع علمی 1 / 229]

تهران؛ دانشگاه؛ شماره نسخه: 3517-ف
نسخه اصل: موزه بریتانیا Or. 4642؛ خط: نسخ، بی‌کا، بی‌تا [فیلم ها-ف: 2 - 158]

● احسن المصابیح / گوناگون / فارسی
ahsan-ol-masābīh

جنگ متفرقه، جامع: شیخ محسن و غیره.

مشهد؛ رضوی؛ شماره نسخه: 6361
آغاز: الرحمن الرحیم اما بعد چون تفکر در سبیل ایجاد مستلزم کثرت عبادت؛ انجام: در هر وقت از آن اوقات مترقب تغییری میباشند
خط: نسخ و نستعلیق، بی‌کا، بی‌تا؛ افتادگی: آغاز؛ کاغذ: حنایی، جلد: تیماج، 26 سطر (10×20)، اندازه: 18×35 سم [ف الفبائی: 24]

الاحسن من شعر علی بن الحسن ← اختیار البکر...

● احسن المنظوم = یوسف و زلیخا (منظوم) / ادبیات / فارسی
ahsan-ol manzūm = yūsof va zoleyxā (manzūm)

مشهد؛ رضوی؛ شماره نسخه: 27660
آغاز: بسمله، اعظم للاسماء ل... حکیم هر که اندر راه ایزد راه یافت، از کمال فیض بسم الله یافت؛ انجام: شد بتوفیق خداوند لایتام، قصه یوسف بجمعه شد تمام، هر که ما را کند به نیک یاد، نام او در جهان به نیکی باد غریق رحمت... باری بیاد کاری بد خط سیاه... سنه 1321
خط: نستعلیق تحریری، کا: ملا رمضان علی هروی، تا: 1321ق؛ کاغذ: نباتی، جلد: تیماج، 13 سطر، قطع: رقعی، اندازه: 10/9×17/5 سم [رایانه]

● احسن النخب فی معرفة لسان العرب / ادبیات / عربی
aḥsan-un-nuxab fī ma‘rifat-i lisān-il-‘arab

طنطاوی، محمد عیاد بن سعد، 1225 - 1278 قمری
tantāvī, mohammad ‘ayād ebn-e sa‘d (1810 - 1862)

مجموعه ای است ادبی مشتمل بر ضرب المثل ها و منشئات خود و دیگران و اشعاری تاریخی و غیره که در رساله حاضر کاتب"""

p194_text = """تاریخ تألیف: 893ق شرح رساله قشیریه است. شارح در آغاز شرح می نویسد: «ارویها عن جماعات منهم الامام الشریف ابوالفتح محمد بن الزمن ابوبکر بن الحسن المراغی بمکة، عن ابی الخیر احمد بن الحافظ ابی سعید الکلانی، عن ابی الخیر احمد بن الحافظ ابی سعید الکلانی، عن ابی العباس الصالحی، عن ابی الفضل جعفر بن الهمدانی، عن الحافظ ابی طاهر السلفی عن ابی المحاسن عبد الواحد بن اسماعیل الرویانی عن مؤلفها و مولده فی شهر ربیع الاول سنة 376 و وفاته صبیحة یوم الاحد 16 ربیع الاول سنة 465» و در چند سطر به آخر مانده آمده است: «املاء هذه الرسالة فی اوائل سنة 438»

قم؛ حجتیه؛ شماره نسخه: 70
آغاز: الحمد لله الذی یسر سبیل السالکین علی العارفین
خط: نسخ، بی‌کا، بی‌تا؛ با وقف نامه از محمود پاشا صاحب خانقاه سلیمانیه که کتاب را وقف کرده و خود را متولی آن قرار داده است بر برگ آغاز، نیز با این یادداشت از آقای نجفی مرعشی: «للشیخ زکریا القاضی فی الدولة العثمانیة من کردستان و المفتی بها و کان من الشافعیة عملا و الاشعریة اعتقاداً»؛ 185گ، 27 سطر، قطع: رحلی [ف: 33]

● احکام دلایل اصلی و تحویلی / هیئت / فارسی
ahkām-e dalāyel-e aslī va tahvīlī

گنابادی، محمد حسین بن بدیع الزمان، 13 قمری
gonābādī, mohammad hoseyn ebn-e badī‘-oz-zamān (- 19c)

در استخراج احکام اوضاع فلکی و مواضع کواکب در وقت ولادت یا دلایل اصلی بر احوال ذاتی انسان و احکام اتصالات و انصرافات کواکب پس از ولادت یا دلایل عرضی بر احوال عرضی انسان و مانند دنباله رساله پیش است.
آغاز: توکلت علی الحی الذی لایموت و لاینام چون از استخراج تواریخ و تصحیح درجه طالع همایون و تسویة البیوت و تقاویم کواکب سبعه ثابته و سهام و عروض و ابعاد و مطالع ممر و مطلع و مغیب و عروض... که مدارا احکام نجوم است فارغ شدیم لازم نمود که... سطری چند در سلک تحریر... آوریم.
انجام: و انبساط حاصل شود ان شاء الله تعالی.
[فهرستواره منزوی 4 / 3081]

تهران؛ دانشگاه؛ شماره نسخه: 4006/3
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 13؛ کاغذ: سپاهانی و فرنگی، جلد: تیماج قهوه ای ضربی زرکوب مقوایی عطف مشکی، 16ص (193-208)، 14 سطر (6×9)، اندازه: 10×16 سم [ف: 12 - 2995]

احکام دوازده برج ← معرفت تقویم

● احکام دوازده برج (منظوم) / هیئت / فارسی
ahkām-e davāzdah borj (manzūm)

منظومه ای در 38 بیت که در آن احوال و احکام چیزها از حیث سعد و نحس بودن مطابق نظرات منجمین سروده شده است.

قم؛ مسجد اعظم؛ شماره نسخه: 2883/7
آغاز: آنچه ازماه شد [...] ** پنج دیگر فزای بر سر آن / پس بهر پنج از آن زخانه شمس ** خانه گیر و جای مه میدان؛ انجام: لیک دعوت نیک باشد دیدن اشراف نیز ** باز از این چرخ کهن پوشیدن نوچار چیز / هم قبا و هم کلاه و هم کمر هم پیرهن ** آنچه داری بر سزا شد جمله را بخشی بمن
خط: نستعلیق، بی‌کا، تا: قرن 13؛ در ادامه متفرقاتی از اختیارات ایام، ادعیه و خواص سور و ختومات آمده است؛ 3گ، 13 سطر، اندازه: 11×17 سم [ف مخ: 1 - 69]

● احکام دوازده خانه / رمل / فارسی
ahkām-e davāzdah xāne

قم؛ فیضیه؛ شماره نسخه: 1813/4
آغاز: چون عطارد که شریک صاحب طالع است در دوم واقع شده
خط: نسخ، بی‌کا، بی‌تا، 4ص (131-134)، اندازه: 13×19 سم [ف: 3 - 137]

احکام دوازده خانه رمل (رساله در...) ← رمل

● احکام دوازده سال ترکان / عربی
ahkām-e davāzdah sāl-e torkān

انصاری، محمد بن عبدالوهاب
ansārī, mohammad ebn-e ‘abd-ol-vahhāb

تهران؛ مجلس؛ شماره نسخه: 3760/2
خط: نستعلیق، کا: محمدرفیع قزوینی، تا: 1290ق؛ در حاشیه صفحات؛ کاغذ: فرنگی، جلد: تیماج عنابی با ترنج، 18 سطر، قطع: رقعی، اندازه: 12/5×18/5 سم [ف: 10 - 1743]

● احکام دوازده سال ترکان / هیئت / فارسی
ahkām-e davāzdah sāl-e torkān

چندین رساله همنام و غیر همانند.

1. قم؛ مرعشی؛ شماره نسخه: 7439/2
خط: نسخ، بی‌کا، تا: قرن 10؛ مجدول به زر و مشکی؛ جلد:"""

p224_text = """غیر همانند:

1. تهران؛ ملی؛ شماره نسخه: 15980
بی‌کا، تا: 1051ق؛ انتقالی از سازمان مدارک فرهنگی؛ اندازه: 12/4×18/5 سم [رایانه]

2. قم؛ مرعشی؛ شماره نسخه: 12023/2
آغاز: فصل اول در نماز جمعه؛ نماز جمعه فرض است و در باب آن تأکید بسیار در کتاب و سنت واقع شده؛ انجام: اظهر آنست که شکش اعتبار ندارد خواه در اثنای نماز باشد و خواه بعد از نماز...
رساله ای است فقهی در چند بخش، بخش نخست در احکام نماز جمعه، نماز عیدین، نماز آیات، نماز میت و نوافل و بخش دوم در احکام غسل، احکام زنان، احکام سهو و شک؛ خط: نسخ، کا: محمد کاظم فرزند حسنعلی، پایات (بیات)، تا: 1199ق، جا: مشهد مقدس؛ افتادگی: انجام؛ مصحح؛ از برگ 68 تا 71 اشعاری در مورد حضرت علی اکبر آمده است؛ کاغذ: فرنگی قدیم، جلد: تیماج قهوه ای یک لای، 29گ (40-68)، 19 سطر (8×14)، اندازه: 10/5×16/5 سم [ف: 30 - 376]

3. تهران؛ مجلس؛ شماره نسخه: 11297/1
آغاز: فصل اول در اموریکه واجب است وضو از برای آن و آن واجب و طواف واجب واجب است و شرط است در صحت هر یک؛ انجام: باب پنجم در لباس نماز کننده واجب و شرط است پوشانیدن عورت در نماز واجب با قدرت و شعور
رساله ای متوسط در بیان احکام فرعی شرعی مطابق فقه امامیه است که به صورت فتوایی و در چند «باب» و «فصل» نگاشته شده است؛ بی‌کا، تا: قرن 13؛ افتادگی: انجام؛ جلد: تیماج زرشکی، 47ص (1-47)، اندازه: 11×17 سم [ف: 33/2 - 69]

4. قم؛ امام صادق؛ شماره نسخه: 133
آغاز: در احکام طهارت است اول از مطهرات آب است و آن پاک می کند هر شیء متنجس را بلکه عین نجس را هم پاک می کند
در احکام طهارت و صلاة و صوم، فتوایی و گویا یادداشت هایی است که خواسته اند رساله عملیه ای برای مقلدین بسازند؛ خط: نسخ و نستعلیق، بی‌کا، بی‌تا؛ نسخه معاصر و پیش نویس است؛ 51گ، مختلف السطر، اندازه: 9/5×14/5 سم [ف: 102]

همدان؛ دانشگاه بوعلی؛ شماره نسخه: 298/2
آغاز: الحمد لله رب العالمین... اما بعد بدانکه این کتاب را امام محمد غزالی ساخته است از برای مبتدیان؛ انجام: موکل است بجهت عذاب دادن او نعوذ بالله من عذاب الله
احکام طهارت و نماز و روزه و زکاة و حج و بعضی از واجبات و محرمات شرعی دیگر به روشی بسیار مختصر، و کاتب گوید که از امام محمد غزالی است؛ خط: نستعلیق، بی‌کا، بی‌تا؛ جلد: مقوایی عطف تیماج قهوه ای، 24گ (44پ-67پ)، اندازه: 10/5×17 سم [ف: 162]

5. قم؛ مرکز مطالعات؛ شماره نسخه: 879/1
رساله ای است در احکام، بدون خطبه و ناتمام، در آغاز به برخی مسائل اعتقادی اشاره می کند؛ خط: نستعلیق، بی‌کا، بی‌تا؛ جلد: تیماج مشکی ضربی مجدول، 17گ (1پ-17ر)، 17 سطر، اندازه: 11/5×18 سم [ف: 2 - 136]

● احکام فلکیه / هیئت / فارسی
ahkām-e falakīye

رساله ای ناشناخته در احکام نجومی و طالع بینی و اختیارات ایام. نامی که ذکر شد روی برگ اول نسخه حاضر نوشته شده ولی در پایان نسخه «ثمرة الشجرة» نامیده شده و گویا هر دو نام کتاب نیست. این عناوین در کتاب دیده می شود: احکام کواکب هفتگانه؛ باب در احکام اتصالات کواکب؛ باب در احکام قرانات سبعه؛ احکام احتراقات کواکب؛ باب قرانات کواکب سبعه با قمر؛ باب در اتصال کواکب بنظر تثلیث و تسدیس و تربیع؛ باب در آثار علوی؛ باب در تغییر هوا بسبب قرب و بعد کواکب؛ باب در تغییر هوا بر وجه طبیعی؛ باب در احکام کسوف و خسوف.
آغاز: الحمدلله رب العالمین... أما بعد بدانکه احکام کواکب هفت گانه که در وقت ولادت در خانه های یکدیگر باشند.
انجام: و اگر بنظر تحسین منحوس باشد تأثیر ایشان را در شر زیاده گرداند از طبیعت خود.

قم؛ مرعشی؛ شماره نسخه: 4131
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد نصیر بن همایون الوانشانی، تا: شنبه غره ذیحجه 1062ق، به درخواست محمد قاسما؛ مجدول به شنگرف، پس از کتاب برگ هایی در موضوعات مربوط به آن افزوده شده است؛ جلد: تیماج قرمز، 63گ، 14 سطر، اندازه: 12/5×19/5 سم [ف: 11 - 151]

الاحکام فی اصول الأحکام ← إحکام الأحکام فی اصول الأحکام

● الاحکام فی الحلال و الحرام / فقه / عربی
al-aḥkām fi-l ḥalāl wa-l ḥarām

رسی یمنی، یحیی بن حسین، - 298 قمری
rasī yamanī, yahyā ebn-e hoseyn (- 911)

کتابی است در فقه زیدیه به ترتیب کتب فقه در دو جزء با عناوین «باب - باب» که «الهادی الی الحق یحیی بن الحسین» از ائمه بزرگ زیدیه آن را تصنیف نموده، اما چون از نظر تبویب و تنظیم مطالب احتیاج به تجدید نظر داشته، «ابو الحسن علی بن حسن بن احمد بن ابی حریصه» آن را مجدداً مرتب و منظم"""

batch_7_replacements = {
    140: p140_text.strip(),
    146: p146_text.strip(),
    194: p194_text.strip(),
    224: p224_text.strip()
}

with open("sources/text/fahares_vol_02.txt", "r", encoding="utf-8") as f:
    full_text = f.read()

pages = re.split(r"(<!--\s*page:\s*\d+\s*-->)", full_text)

new_parts = []
new_parts.append(pages[0])

for i in range(1, len(pages), 2):
    tag = pages[i]
    content = pages[i+1]
    
    m = re.search(r"<!--\s*page:\s*(\d+)\s*-->", tag)
    p_num = int(m.group(1))
    
    if p_num in batch_7_replacements:
        new_content = "\n" + batch_7_replacements[p_num] + "\n"
        new_parts.append(tag)
        new_parts.append(new_content)
        print(f"Applied replacement for Page {p_num}")
    else:
        new_parts.append(tag)
        new_parts.append(content)

updated_text = "".join(new_parts)

# Safety checks
old_pages = re.findall(r"<!--\s*page:\s*(\d+)\s*-->", full_text)
new_pages = re.findall(r"<!--\s*page:\s*(\d+)\s*-->", updated_text)

assert len(old_pages) == len(new_pages) == 1015, f"Page count mismatch: {len(new_pages)}"
assert old_pages == new_pages, "Page tag order mismatch!"

with open("sources/text/fahares_vol_02.txt", "w", encoding="utf-8") as f:
    f.write(updated_text)

print("Batch 7 successfully applied to sources/text/fahares_vol_02.txt")
