# Batch 3: 20 pages fully verified with Vision AI extraction, English digits, × multiplication, balanced brackets
PAGE_RECONSTRUCTIONS = {
    359: """255. قم؛ مسجد اعظم؛ شماره نسخه: 3649
آغاز: برابر جلد 1؛ انجام: و از این قبیل سخنان بشاشت‌انگیز مطایبه‌آمیز باعث خلاص گناهکاران می‌شود آن‌گاه ادای آن بر وجهی باشد که شاید و مقام اقتضای آن نماید و سایر حقوق و لوازم حسن خلق مرجوع به دریافت این‌گونه مقالات و سالک ... بیش از این تصویع نمی‌دهد
خط: نستعلیق، بی‌کا، تا: ذیقعده 1233ق؛ مهر: «عبده میرزا جان»؛ جلد: تیماج قهوه‌ای دورو مجدول، 289گ، 16 سطر، قطع: رحلی، اندازه: 20×30سم [ف مخ: 1-25]

256. مشهد؛ رضوی؛ شماره نسخه: 12380
آغاز: برابر جلد 1؛ انجام: کین خط من بخواند و بر من دعا کند
خط: نستعلیق، کا: نجف آبادی اصفهانی، زین العابدین، تا: 1233ق؛ کاغذ: نباتی، جلد: مقوا، 248گ، 21 سطر (13×21)، اندازه: 20×30سم [رایانه]

257. مشهد؛ رضوی؛ شماره نسخه: 25197
آغاز: برابر جلد 1؛ انجام: برابر
خط: نسخ خفی، بی‌کا، تا: 1234ق؛ خط: نسخ خفی ممتاز؛ کاغذ: نباتی فرنگی سرخی، جلد: تیماج، 202گ، 23 سطر (13×22)، قطع: وزیری بزرگ، اندازه: 20/5×29/5سم [رایانه]

258. مشهد؛ رضوی؛ شماره نسخه: 25086
آغاز: در آینه پردازی در قلزم جلالش؛ انجام: در باطن به هم رسد از پی آن مرو ...
خط: نستعلیق خفی، بی‌کا، تا: 1234ق؛ افتادگی: آغاز و انجام؛ کاغذ: شکری فرنگی، جلد: تیماج، 199گ، 18 سطر (8/5×18)، قطع: وزیری کوچک، اندازه: 13×23/5سم [رایانه]

259. تهران؛ نوربخش؛ شماره نسخه: 169
آغاز: برابر جلد 1؛ انجام: برابر
خط: نسخ، بی‌کا، تا: 1234ق؛ کاغذ: فرنگی، جلد: تیماج مشکی مقوایی، 436ص، 24 سطر، اندازه: 19/5×28سم [ف: 1-179]

260. یزد؛ وزیری؛ شماره نسخه: 3581
آغاز: برابر جلد 1
خط: نستعلیق، کا: محمد لطیف بن میرزا محمد مهدی، تا: جمادی الثانی 1234ق؛ آغاز دارای سرلوحه و کتیبه زرین و شنگرف و لاجورد و سفیداب و غیره صفحات دارای جدول آبی و شنگرف در کمند شنگرف؛ کاغذ: فرنگی، جلد: مقوایی با تیماج تریاکی، 274گ، 19 سطر (13×22/5)، اندازه: 19×29سم [ف: 5-1709]

261. تهران؛ انجمن آثار و مفاخر فرهنگی؛ شماره نسخه: 123
آغاز: برابر جلد 1؛ انجام: برابر
خط: نستعلیق خوش، کا: کاظم بن ملا احمد، تا: محرم 1234ق؛ کاغذ: فرنگی، جلد: مقوایی با رویه کاغذی، 476ص، 21 سطر (11×22)، اندازه: 19×29سم [ف: 160]

262. تبریز؛ ملی؛ شماره نسخه: 3098
آغاز: نرگس چشم شب را سرمه سیاهی داده و طاق ابروی فلک را وسمه کبودی نهاده؛ انجام: و جویای فضل و ثواب تخم نیرومندی گزارش آنرا در هر قطعه از قطعات حدیقه عمر که خواهد میگذارد. تمت الکتاب ...
جلد دوم؛ خط: تعلیق، کا: زین العابدین ولد ملا محمد روشتی، تا: جمادی الاول 1203 یا 1231 یا 1235ق؛ افتادگی: آغاز (برگ اول)؛ کاغذ: فرنگی، جلد: چرمی سیاه، 149گ، 21 سطر، اندازه: 20×29سم [ف: 1-12]

263. قم؛ مرکز احیاء؛ شماره نسخه: 2058
آغاز: مفتاح ابواب الجنان و مصباح مشکاة جنان حمد و سپاس حضرت خالق نطق و بیان و فاتح باب؛ انجام: به جاده مستقیم و ملت قویم توفیق چابک قدمی و کرم عنانی کرامت فرماید بمحمد وآله الامجاد
خط: نستعلیق، کا: سید اسدالله، تا: 29 صفر 1235ق؛ عبارات عربی نسخ معرب؛ تملک: نصرالله بن رضا قلی؛ مهر: «معین الرعایا»؛ جلد: تیماج قهوه‌ای ضربی، 397گ، 15 سطر، اندازه: 16/5×22سم [محدث ارموی مخ: 1-19]

264. قم؛ مسجد اعظم؛ شماره نسخه: 2068
آغاز: برابر جلد 1؛ انجام: برابر
خط: نستعلیق، بی‌کا، تا: 1236ق؛ افتادگی: انجام؛ جلد: تیماج سیاه با ترنج با طبله رو، 254گ، 20 سطر، قطع: خشتی، اندازه: 15×21سم [ف مخ: 1-25]

265. قم؛ مسجد اعظم؛ شماره نسخه: 35
آغاز: برابر جلد 1؛ انجام: برابر
جلد اول؛ خط: نستعلیق، کا: به رمز است، تا: پنج‌شنبه 16 رجب 1236ق؛ جلد: تیماج قهوه‌ای روشن، 246گ، 20 سطر، قطع: رحلی، اندازه: 20×30سم [ف مخ: 1-24]

266. قم؛ گلپایگانی؛ شماره نسخه: 3245-25/17
آغاز: برابر جلد 2؛ انجام: دعای اللهم وال من والاه قوت گرفت و منشور امامت آن جهان پناه بلغت نامه دعاء من دعاء مؤکد گردید ... به اطراف و اکناف عالم روانه گردیدند اللهم صل علی محمد وآل محمد تمت.
جلد دوم؛ خط: نستعلیق، کا: محمد علی، تا: 12 رجب 1236ق، جا: دارالخلافه طهران؛ جلد: تیماج قهوه‌ای با ترنج و سرترنج ضربی، 159گ، 21 سطر، اندازه: 19×29سم [ف: 1-50]

267. تهران؛ دانشگاه؛ شماره نسخه: 2687
جلد اول؛ خط: نستعلیق خوش، کا: میرزا عبدالله بن رمضانعلی همدانی برای محمد ولی پسر محمد حسین خان، تا: ربیع الاول 1236ق؛ کاغذ: فرنگی، جلد: تیماج حنایی ضربی مقوایی زرکوب، 274گ، 17 سطر (11/5×21)، اندازه: 18/5×29سم [ف: 10-1573]

268. مشهد؛ میبدی؛ شماره نسخه: 419""",

    366: """357. مشهد؛ رجائی مغزی (کتابخانه)؛ شماره نسخه: بدون شماره
جلد اول و دوم؛ بی‌کا، بی‌تا؛ نزدیک عصر مؤلف [تراثنا: س 13 ش 1-124]

358. مشهد؛ علی حیدر؛ شماره نسخه: 1372
خط: نستعلیق، بی‌کا، بی‌تا؛ جلد: تیماج مشکی، 243گ، 17 سطر، اندازه: 18/5×24 سم [مؤید: 3-309]

359. مشهد؛ رضوی؛ شماره نسخه: 12519
آغاز: سپر ساخت فیاضی که ترشح ابرفیضش؛ انجام: یکی از هوشمندان مردم حلیم خوشخورا
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: آغاز؛ کاغذ: حنایی، جلد: میشن، 255گ، 19 سطر (12×21)، اندازه: 17×27 سم [الفبائی: 16]

360. مشهد؛ رضوی؛ شماره نسخه: 8679
آغاز: اما چون کتاب ابواب الجنان حقیقت اوار جنان است؛ انجام: و تعصبات مشهورند و معروف بهمین ختم نمودم
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: الوان، 25 سطر (25×26)، اندازه: 21×34 سم [الفبائی: 16]

361. مشهد؛ رضوی؛ شماره نسخه: 11396
آغاز: برابر جلد 1؛ انجام: مومنان سعادت مال را به مشاطگی
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: شکری، جلد: پارچه‌ای، 176گ، 22 سطر (13×22)، اندازه: 20×29 سم [الفبائی: 16]

362. مشهد؛ رضوی؛ شماره نسخه: 12522
آغاز: برابر جلد 1؛ انجام: انصاف به عیوب ظاهر و باطن
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: نخودی، جلد: گالینگور، 334گ، 15 سطر (12×22)، اندازه: 17×28 سم [الفبائی: 16]

363. مشهد؛ رضوی؛ شماره نسخه: 9374
آغاز: برابر جلد 1؛ انجام: چنانکه در کافی از جناب ولایت ماب
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: نباتی، جلد: مقوا، 15 سطر (9×20)، اندازه: 15×25 سم [الفبائی: 16]

364. مشهد؛ رضوی؛ شماره نسخه: 13578
آغاز: برابر جلد 1؛ انجام: صد هزار گناه از و محو شود و صد هزار
خط: نسخ، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: نباتی، جلد: مقوا، 339گ، اندازه: 15×25 سم [الفبائی: 16]

365. مشهد؛ رضوی؛ شماره نسخه: 15349
آغاز: برابر جلد 1؛ انجام: یارب نگاهدار تو ایمان آنکس کین خط من بخواند و من را دعا کند
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: فرنگی، جلد: تیماج، 143گ، 28 سطر (13×27)، اندازه: 21×34 سم [الفبائی: 619]

366. مشهد؛ رضوی؛ شماره نسخه: 25605
آغاز: برابر جلد 2؛ انجام: به سوی کسی تند نتواند دید و گردش فلک
خط: نستعلیق تحریری خفی، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: آبی نخودی شنگرف، جلد: تیماج ضربی، 158گ، 18 سطر (11/5×21)، قطع: وزیری بزرگ، اندازه: 19×28 سم [رایانه]

367. مشهد؛ رضوی؛ شماره نسخه: 10462
آغاز: برابر جلد 1؛ انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: نخودی، جلد: میشن، 360گ، 19 سطر (18×19)، اندازه: 14×24 سم [رایانه]

368. مشهد؛ رضوی؛ شماره نسخه: 14182
آغاز: که کرد آن خران دامنگیر؛ انجام: پیش ارباب عقول آن که او داد
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: نباتی، جلد: تیماج، 236گ، 17 سطر (7×14)، اندازه: 11×19 سم [رایانه]

369. مشهد؛ رضوی؛ شماره نسخه: 23176
آغاز: برابر جلد 1؛ انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: حنایی، جلد: تیماج ضربی، 340گ، 19 سطر (18×19)، اندازه: 14×24 سم [رایانه]

370. مشهد؛ رضوی؛ شماره نسخه: 28413
آغاز: برابر جلد 1؛ انجام: برابر
خط: نسخ جلی خوش، بی‌کا، بی‌تا؛ کاغذ: نخودی شنگرف، جلد: تیماج، 325گ، 22 سطر (6/5×17)، قطع: وزیری کوچک، اندازه: 11/7×23/2 سم [رایانه]

371. مشهد؛ رضوی؛ شماره نسخه: 28685
آغاز: برابر جلد 1؛ انجام: صفت بغض و حسد که آن نیز از فروغ شجره ملعونه حب دنیا
خط: نستعلیق خوش جلی، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: نخودی، جلد: میشن ضربی با ترنج و دو سر ترنج و چهار لچکی و حواشی زنجیره‌ای ضربی، 280گ، 15 سطر (6/2×16/7)، قطع: رقعی، اندازه: 12×21/5 سم [رایانه]

372. مشهد؛ رضوی؛ شماره نسخه: 6237
آغاز: برابر جلد 2؛ انجام: انجام موجود: و بعد از آن تسبیحات.
جلد دوم، از اول تا اواخر مبحث نمازهای مستحبی؛ خط: نستعلیق، بی‌کا، بی‌تا؛ 104گ، 23 سطر، اندازه: 21×32 سم [ف: 6-376]

373. مشهد؛ مدرسه آیه الله خوئی؛ شماره نسخه: 44
جلد دوم؛ خط: نستعلیق، بی‌کا، بی‌تا؛ برگ‌های آخر نونویس است؛ جلد: مقوایی عطف تیماج قهوه‌ای، 230گ، 15 سطر، اندازه: 15/5×23/5 سم [ف: 29]

374. مشهد؛ الهیات؛ شماره نسخه: 6
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: سپاهانی؛ جلد: تیماج خرمائی، 216گ، 21 سطر، اندازه: 20×31/5 سم [ف: 1-3]

375. تهران؛ مجلس؛ شماره نسخه: 442/3
آغاز: برابر جلد 1 دیباچه است؛ خط: نستعلیق، بی‌کا، بی‌تا؛ مجدول، در فهرست دیباچه رفیعای واعظ ذکر شده است؛ کاغذ: الوان، قطع: وزیری، اندازه: 14/5×24 سم [ف: 2-259]

376. تهران؛ ملی؛ شماره نسخه: 6153
آغاز: برابر جلد 1؛ انجام: برابر""",

    395: """ettesālāt-e sayyārāt

در باب بیان اتصالات کواکب سبعه سیاره با یکدیگر و سایر حالات.

آغاز کتاب: بسمله. اول اتصال زحل با کواکب سبعه سیاره از تثلیث و تسدیس و تربیع و مقابلت و من الله التوفیق. تسدیس مشتری با زحل ...

انجام کتاب: و آن را صاحب قران گویند. و الله اعلم

تهران؛ سپهسالار؛ شماره نسخه: 7421/3
آغاز و انجام: برابر
خط: نستعلیق، کاتب = مؤلف (گویا)، تا: پنج‌شنبه 26 جمادی الاول 1231ق؛ در یک هفته با وفور هموم و بدون داشتن سی فصل قلمی شده؛ 14گ (22ر-35ر) [ف: 3-34]

● اتصالات کواکب = قرانات / هیأت / فارسی
ettesālāt-e kavākeb = qerānāt

ابومعشر فلکی، جعفر بن محمد، 172 - 272 قمری
abū-ma'šar-e falakī, ja'far ebn-e mohammad (789 - 886)

در تأثیر قران ستارگان در عالم سفلی است. نخست کلیاتی درباره قران‌ها در 12 برج که چهارگانه است: قران عظمی، قران کبری، قران وسطی، قران صغری، سپس قران ستارگان بر حسب 12 برج: زحل و مشتری، زحل و مریخ، زحل و آفتاب، زحل و زهره، زحل و عطارد ... برخی مبوب و برخی نامبوب است. محتملاً از کارهای عربی او انتخاب شده و آنچه از او در این باب ترجمه شده همانند نیست.
آغاز کتاب: 1: بسمله الحمدلله رب العالمین ... اما بعد چنین گوید ابوالمعشر بلخی ... که تأثیر ستارگان از قران عالم علوی سفلی بیشتر پدید آید و قوی تر باشد از تأثیر اتصالات دیگر.
2: آغاز کتاب الاحتراقات: احتراق زحل اندر حمل چون مشتری با وی بود یا پیوسته وی، دلیل کند بر فراخی نعمت.
3: آغاز باب اندر احکام منسوبات: بدان که کواکب را اندر بروج دو گونه حظ است یکی کلی و دیگری جزوی.
4: بسمله. چنین گوید ابو معشر محمد بن احمد البلخی که تأثیر ستارگان از عالم علوی به عالم سفلی، از قرآن بیشتر پدید آید و قوی‌تر باشد از تأثیر اتصالات، خاصه تأثیر قرآن مشتری و زحل ...
انجام کتاب: پایان قرانات: تا آن برج که در روی قران باشد به کدام شهر منسوبست ... اندر شهر با آن بیشتر پدید آید.
پایان احتراقات: و مخاطره زنان حامله و دل مشغولیهاء عامه مردمان ... ضد دینها بر باطل و الله اعلم بالصواب. تم القرآن بحمدالله و حسن توفیقه ...
[الذریعة 301/1؛ نسخه های فارسی منزوی 211/1؛ فهرستواره منزوی 2764/4؛ اعلام 2322/3 «ابومعشر»؛ بغدادی، هدیه 251/1]
شرح و حواشی:
1- تتمه قرانات؛ بکرانی، محمد بن نجیب (-7)

1. تهران؛ مجلس؛ شماره نسخه: 575
آغاز: برابر 1
خط: نستعلیق، بی‌کا، تا: قرن 8؛ افتادگی: انجام؛ کاغذ: سفید، جلد: تیماج سرخ ضربی مقوایی نو، 28گ، 7 سطر (8×10)، اندازه: 11×14 سم [سنا - ف: 1-264]

2. قم؛ مرعشی؛ شماره نسخه: 11246/2
آغاز: برابر 4؛ انجام: برابر
خط: نستعلیق، بی‌کا، تا: 736ق؛ مصحح، محشی؛ کاغذ: خانبالغ، 15گ (40-55)، 18 سطر، اندازه: 8/5×11/5 سم [ف: 28-351]

3. تهران؛ دائرة المعارف؛ شماره نسخه: 437/3
آغاز: برابر 4؛ انجام: برابر
خط: نسخ پخته، بی‌کا، تا: قرن 10؛ 10گ (79ر-88پ) [ف: 1-7]

4. تهران؛ مجلس؛ شماره نسخه: 820/1-طباطبائی
آغاز: برابر؛ انجام: برابر
خط: نستعلیق، بی‌کا، تا: قرن 11؛ افتادگی: آغاز؛ کاغذ: اصفهانی شکری رنگ، جلد: تیماجی قهوه‌ای رنگ، 51ص (1-51)، 17 سطر، قطع: رقعی، اندازه: 9×19 سم [ف: 23-112]

5. مشهد؛ رضوی؛ شماره نسخه: 5299/3
آغاز: بسمله، حمدله، اما بعد این مختصریست در احکام اتصالات کواکب و قرانات و احتراقات و بودن کواکب هفتگانه با رأس و ذنب من قول الشیخ الفاضل خواجه ابومعشر بلخی رحمه الله تعالی؛ انجام: و بروز هر دو بالای زمین باشند، والله اعلم بحقایق الآثار
خط: نستعلیق تحریری، کا: محمد حسین بن خلف تبریزی، تا: 1041ق؛ کاغذ: حنایی آهارمهره، جلد: مقوایی، 8ص (18-25)، 25 سطر (11×20)، اندازه: 16/8×25/2 سم [ف: 8-411]

6. تهران؛ دائرة المعارف؛ شماره نسخه: 137/4
آغاز: برابر 4؛ انجام: برابر
خط: نستعلیق تحریری، بی‌کا، تا: قرن 12؛ 35گ (17پ-51ر) [ف: 1-8]

7. رشت؛ جمعیت نشر فرهنگ؛ شماره نسخه: 65/2
بی‌کا، تا: قرن 13؛ اندازه: 12/5×17/5 سم [رشت و همدان - ف: 1194]

8. تهران؛ سپهسالار؛ شماره نسخه: 647
آغاز: بسمله. حمدله ... اما بعد چنین گوید ابو معشر بلخی: که تأثیر ستارگان از قران عالم علوی بر عالم سفلی بیشتر پدید آید؛
خط: نستعلیق، بی‌کا، تا: 1236ق؛ کاغذ: فرنگی، جلد: تیماج حنایی یک لای ضربی ساده، 72گ، 19 سطر، اندازه: 15×20 سم [ف: 3-66]

9. مشهد؛ رضوی؛ شماره نسخه: 12297/19""",

    396: """آغاز: بسمله، حمدله، اما بعد این مختصریست در احکام اتصالات کواکب و قرانات و اختراقات و بودن کواکب هفتگانه با رأس و ذنب من قول الشیخ الفاضل خواجه ابومعشر بلخی رحمه الله تعالی؛ انجام: و کسادى بازار و کسادى شرکتها تمت الرسالة
خط: نسخ خوش، کا: محمد طاهر مشهدی، تا: 1309ق، جا: مشهد؛ کاغذ: حنایی آهارمهره، جلد: تیماج ضربی زرکوب ترنج دار، 5 گنگ (223-227)، 31 سطر، اندازه: 2/20×33/1 سم [ف: 10-249]

تهران؛ دائرة المعارف؛ شماره نسخه: 19/486-عکسی اصل آن: همان نسخه بالا [عکسی ف: 2-10]

10. مشهد؛ رضوی؛ شماره نسخه: 5301
آغاز: بسمله و الحمد لله رب العالمین؛ انجام: بالای زمین باشند و الله اعلم در فهرست بدون نام مؤلف آمده است؛ خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: حنایی، 8 گنگ، 25 سطر (11×20)، اندازه: 16×25 سم [الفبائی: 17]

11. تهران؛ دانشگاه؛ شماره نسخه: 4/1006-ف
نسخه اصل: بادلیان 683 marsh. (1526)؛ بی‌کا، بی‌تا [فیلم: ها - ف: 1-553]

12. تهران؛ دانشگاه؛ شماره نسخه: 6/5859
خط: نستعلیق، بی‌کا، بی‌تا؛ جدول شنگرف؛ کاغذ: سپاهانی، جلد: مقوا، 3 گنگ (86-89)، 22 سطر (7×12)، قطع: ربعی، اندازه: 12×20 سم [ف: 16-110]

13. تهران؛ ملک؛ شماره نسخه: 5/3395
آغاز: برابر 1؛ انجام: ... مفسر به اصل باشند، و الله اعلم بالصواب
خط: نسخ، بی‌کا، بی‌تا؛ جدول شنگرف و زنگار؛ کاغذ: ترمه، جلد: میشن سیاه، 23 سطر، اندازه: 18×24 سم [ف: 6-390]

14. تهران؛ ملک؛ شماره نسخه: 2/3326
آغاز: برابر 1
خط: نستعلیق، کا: رضا حسینی، بی‌تا؛ جدول‌ها و دوایر جوهر سرخ؛ کاغذ: پسته ای، جلد: رویه میشن قهوه ای مایل به یشمی، 19 سطر، اندازه: 3/15×20/7 سم [ف: 6-375]

15. تهران؛ مجلس؛ شماره نسخه: 3/499
خط: نسخ، بی‌کا، بی‌تا؛ افتادگی: آغاز و انجام؛ کاغذ: سفید، جلد: تیماج تریاکی مقوایی، 7 ص (26-32)، 22 سطر (13×19)، اندازه: 17×23 سم [سنا - ف: 1-291]

تهران؛ دانشگاه؛ شماره نسخه: 3/3469-ف
نسخه اصل: همان نسخه بالا [فیلم: ها - ف: 2-148]

16. شیراز؛ بغاوری، عبدالرزاق؛ شماره نسخه: بدون شماره/4 بی‌کا، بی‌تا [میراث اسلامی: 5-573]

17. یزد؛ وزیری؛ شماره نسخه: 7/893
آغاز: کتاب الاحکام علی قرانات الکواکب علی رای الاوائل؛ انجام: وجایگاه قمر وقت ولادت طالع ابتدای کون بود.
خط: نستعلیق، بی‌کا، بی‌تا؛ اهدایی خاندان فرساد؛ جلد: مقوایی با تیماج مشکی، 38 گنگ، اندازه: 14×21 سم [ف: 2-739]

18. رشت؛ ملی رشت؛ شماره نسخه: 5/2 بی‌کا، بی‌تا [نشریه: 5-389]

● اتصال خلق به غوث اعظم / کلام و اعتقادات / فارسی
ettesāl-e xalq be qows-e a'zam

همدانی شیخی، محمد باقر بن محمد جعفر، 1239 - 1319 قمری
hamadānī šeyxī, mohammad bāqer ebn-e mohammad ja'far (1824 - 1902)

فایده کوتاهی است به نقل از سید - احتمالاً سید کاظم رشتی - درباره اتصال خلق یعنی شیعه به غوث اعظم که بعد از سیر در چند قریه از قرای ظاهره اول است و شرح قرای مذکور.
آغاز کتاب: بسمله تتمه تعلیقه که سرکار سید اعلی الله مقامه به سرکار آقا روحی لثراب مقدمه الغدا نوشته اند اما آنچه اشاره به آن فرمودید که مردم الان اکتفا بلفظ نمی کنند انجام کتاب: امید از کرم عمیم دارم مثل سگ اصحاب کهف پی عمل محسوب فرمایند و به دعای خیر یاد و شاد فرمایند.

قم؛ گلپایگانی؛ شماره نسخه: 4/43-1033/6
آغاز و انجام: برابر
خط: شکسته، نستعلیق، کا: فتح الله افشار، تا: 1295ق؛ 2 گنگ، 12 سطر، اندازه: 11×18 سم [ف: 6-3002]

● اتصال و انصراف / هیأت / فارسی
ettesāl va enserāf

مسعودی غزنوی، محمد بن مسعود، 6 قمری
mas'ūdī qaznavī, mohammad ebn-e mas'ūd (- 12c)

وابسته به: کفایة التعلیم فی صناعة التنجیم؛ مسعودی غزنوی، محمد بن مسعود (-6)
فصلی است از کفایة التعلیم ابو المحامد غزنوی در حد اتصال و انصراف (مصطلح در علم احکام نجوم).
تهران؛ مجلس؛ شماره نسخه: 1/6400 بی‌کا، بی‌تا؛ کاغذ: سمرقندی ضخیم شکری، جلد: تیماجی مشکی رنگ، 2 ص (2-3)، قطع: رقعی [ف: 19-536]

● اتفاق ابن المبارک بالسیدة العلویة / فضایل و مناقب / عربی
ittifāq-u ibn-il mubārak bi-s-sayyidat-il 'alawīyya

به نقل از «منهاج الیقین» علامه حلی.

تهران؛ مجلس؛ شماره نسخه: 11/9467""",

    422: """خروج کننده خراسان اشاره است به امرای ترکمان مثل چنگیزخان و هلاکوخان و خروج کننده در گیلان اشاره است به شاه دین پناه رضوان مکان شاه اسمعیل ... لهذا حضرت فرمود که از ماست و او را فرزند یاد کرد ... یا مراد همان خسرو خلد آشیان است یا دیگر از سلاطین عظام اولاد کرام او و چون راوی بسیاری از حدیث را انداخته به خصوص نمی‌توان حکم کرد و کشتن قوچ فرزند خود را به گمان این فقیر اشاره است به شهادت شاهزاده عالی تبار صفی میرزا ... و پادشاه دیگر که طلب خون نماید اشاره است بسلطنت ... شاه صفی ... چون حدیث را اختصار کرده اند بعضی از وقایع بعد افتاده است اما بشارت بتعجیل ظهور صاحب الزمان ... و اتصال این دولت دین پرور بدولت حق امام البشر از آخر حدیث ظاهر است».
آغاز: بسمله. الحمدلله رب العالمین ... اما بعد چنین گوید فقیر خاکسار محمد باقر بن محمد تقی ... که چون بر کافه ارباب فطنت و ذکا و عامه اصحاب بصیرت و اعتلا ظاهر و هویدا است که ادای شکر و نعمت سلسله علیه صفیه صفویه ... که اساطین دین مبین اجداد طاهرین ایشان ... ببرکات تأییدات ایشان استوار ... است بر کافه مؤمنان متحتم و ... لازمست و چون از پرتو خورشید این سلطنت روز افزون این ذره بیمقدار توفیق یافت که اخبار حضرت ائمه اطهار ... را در ضمن بیست و پنج مجلد از کتاب بحارالانوار جمع نمود ... و در اثنای جمع احادیث دو حدیث بنظر قاصر رسید که ائمه ... بظهور این دولت علیه خبر داده‌اند و باتصال این سلطنت الهیه بدولت قائم آل محمد ... شیعیان را بشارت فرموده‌اند بخاطر فاتر رسید که ترجمه این دو حدیث شریف با دوازده حدیث دیگر که مشتمل بر احوال خاتم اوصیا ... اعنی صاحب الزمان و خليفة الرحمن ... بوده باشد بموقف عرض نواب کامیاب ... ابوالمظفر شاه سلیمان الصفوی الموسوی الحسینی بهادرخان ... رساند
انجام: و هر کلمه از این دعا هزار حسنه باو عطا فرماید و هزار گناه از نامه عمل او محو نماید دعا اینست اللهم رب النور العظیم ... او نریه قریبا برحمتک یا ارحم الراحمین پس دست را بر ران راست خود سه مرتبه میزنی سه مرتبه بگو العجل العجل العجل يا مولای یا صاحب الزمان
چاپ: به تحقیق سید مهدی رجائی، ضمن رسائل اعتقادی علامه مجلسی؛ تحقیق ابوذر بیدار، تهران، رسالت قلم، 1367/01409ش، 144ص؛ به اهتمام مرتضی جنتیان، اصفهان، کانون پژوهش، 1379/01421ش، 100ص؛ بمبئی، 1306ق، سنگی.
[الذریعة 68/13، 90/1 و 308/15 و 191/5؛ نسخه های فارسی منزوی 871/2؛ کتاب‌شناسی مجلسی ص 237؛ مشار، 46/1، 158: دو چاپ؛ فهرستواره منزوی 69/9 (50 نسخه) و 373/9؛ دنا، ج 1، ص 135-138 (91 نسخه)]

1. تهران؛ مجلس؛ شماره نسخه: 18813 ض
بی‌کا، تا: 1075ق [این تاریخ با سال تالیف ناهماهنگ است] [د.ث. مجلس]

2. اصفهان؛ مدرسه صدر بازار؛ شماره نسخه: 65/1
آغاز: و حضرت مسیح و مریم از تو خشنود گردند و حضرت امام حسن عسکری (ع) به دیدن تو بیاید
خط: نسخ، بی‌کا، تا: 16 صفر 1079ق؛ افتادگی: آغاز؛ 66گ (2ر-68پ)، اندازه: 11/5×18 سم [ف: 1-56]

3. تهران؛ ملک؛ شماره نسخه: 1920/8
در 12 حدیث؛ خط: شکسته نستعلیق، بی‌کا، تا: 1080ق، جا: اصفهان؛ افتادگی: انجام [ف: 5-397]

4. مشهد؛ الهیات؛ شماره نسخه: 22468
آغاز: برابر
خط: نستعلیق، بی‌کا، تا: 17 رمضان 1080ق؛ سه برگ اول نونویسی شده؛ کاغذ: اصفهان، جلد: تیماج قهوه‌ای، 14 سطر (6×12/5)، اندازه: 12×20/5 سم [ف: 2-672]

5. تهران؛ ادبیات؛ شماره نسخه: 330 حکمت
خط: نستعلیق، کا: عباس بن مهدی قلی شیرازی، تا: جمادی الاول 1081ق؛ جلد: مقوا، قطع: ربعی [ف: 2-22]

6. اصفهان؛ مکتبة الزهراء؛ شماره نسخه: 213
کا: ملا ملک، تا: 1087ق؛ 89گ، 14 سطر، اندازه: 18×28 سم [ف: - 133]

7. تهران؛ دائرة المعارف؛ شماره نسخه: 1786/17-عکسی
آغاز و انجام: برابر
خط: نستعلیق شکسته، بی‌کا، تا: 1087ق [عکسی ف: 1-5]

8. یزد؛ وزیری؛ شماره نسخه: 4332
بی‌کا، تا: 1088ق [نشریه: 13-388]

9. تهران؛ دانشگاه؛ شماره نسخه: 4282/4
بی‌کا، تا: شب پنج‌شنبه 13 شوال 1088ق؛ میانه حدیث هشتم افتاده؛ کاغذ: سپاهانی، جلد: تیماج سرخ ترنجی مقوایی گرد حنایی، 75گ (89-164)، 14 سطر (7×12)، اندازه: 12×19 سم [ف: 13-3251]

10. یزد؛ وزیری؛ شماره نسخه: 3868
خط: نستعلیق، کا: ملا بیضاء، تا: در ذیحجه 1088ق؛ واقف: علی خان وزیری؛ کاغذ: اصفهانی آبدیده، جلد: مقوایی با تیماج عنابی، 126گ، 12 سطر (5×11/5)، اندازه: 8×15/5 سم [ف: 5-1827]

11. قم؛ فاضل قائینی؛ شماره نسخه: 153
آغاز: برابر
بی‌کا، تا: 1089ق [تراثنا: س 13ش 2 و 3: 337]

12. قم؛ معصومیه؛ شماره نسخه: 351
آغاز و انجام: برابر
خط: نسخ، کا: ملامحمد بن محمد شریف، تا: 17 صفر 1090ق؛ صفحات مجدول به سبز سیر و شنگرف؛ تملک: محمد بن ملا محمد قاسم؛ مهرها: «صلوات بر محمد و آل محمد» و «صل علی""",

    455: """وقف: 1067؛ کاغذ: حنایی آهارمهره، جلد: پارچه‌ای زرد اخری، 24گ، مختلف السطر، اندازه: 11×18 سم [ف: 1-32]

2. تهران؛ دانشگاه؛ شماره نسخه: 4668/2
خط: نستعلیق، بی‌کا، تا: 5 ربیع الاول 906ق؛ افتادگی: وسط (میانه فصل 3)؛ کاغذ: سپاهانی، جلد: تیماج قهوه‌ای زرکوب مقوایی بالولا، 50گ (113-162)، 19 سطر (4×11)، اندازه: 9×17 سم [ف: 14-3617]

3. تهران؛ سپهسالار؛ شماره نسخه: 228 صدر
خط: نسخ، کا: محمد حسین، تا: ذیحجه 957ق؛ حاشیه‌ها از مولانا حسن دارد، پیش از آن یک صفحه از آخر کتابی از دوانی است به خط همو در 1 ذیقعده 957ق؛ کاغذ: سپاهانی نخودی، فاقد جلد، 73گ، 17 سطر، اندازه: 9/5×17 سم [ف: 3-38]

4. یزد؛ وزیری؛ شماره نسخه: 2377/1
خط: نسخ، بی‌کا، تا: 965ق؛ کاغذ: فرنگی، جلد: مقوایی روکش کاغذ عنابی عطف تیماج قرمز، 25گ (1-26)، اندازه: 13×19 سم [ف: 4-1269]

5. مشهد؛ نواب؛ شماره نسخه: 452/11
آغاز: یستدعی تحقیق امرین احدهما الاجزاء العقلية و الثانی تقدم العلة علی المعلول؛ انجام: برابر
از اوایل مساله سوم تا آخر؛ خط: نسخ و نستعلیق مختلف، بی‌کا، تا: نیمه صفر 992ق؛ افتادگی: آغاز؛ واقف: حاج محمد مهدی فراش حرم؛ جلد: تیماج لایه‌ای مشکی، اندازه: 12×18/5 سم [ف: 371]

6. تهران؛ مجلس؛ شماره نسخه: 1834/3
آغاز و انجام: برابر
بی‌کا، تا: قرن 10؛ 53ص (61-113) [ف: 9-478]

7. قم؛ مرعشی؛ شماره نسخه: 6607/1
خط: نسخ، کا: محمد مؤمن بن جلال الدین محمد کاشانی، تا: 1027ق، جا: قم؛ جلد: تیماج قرمز، 21گ (1پ-22ر)، اندازه: 18/5×19 سم [ف: 17-181]

8. تهران؛ دانشگاه؛ شماره نسخه: 1147/1
آغاز و انجام: برابر
خط: نسخ و نستعلیق، بی‌کا، با تاریخ 1042؛ مهرها: «نورث من عبادنا من کان تقیا 1042»، «افوض امری الی الله عبده محمد صالح»، «الفقیر بیان عیان»، «یا بیان لاتخف مخلوقا یعصمک الله ربک جل»، «یا هو محمد صالح»، از این مهرها و نشانه‌های دیگر برمی‌آید که این دفتر پیش از 1042 در روزگار غیاث دشتکی و پیش از 948 باید نوشته شده باشد چه این که در هامش 3 در گ 49ب حاشیه «منه مدظله» دارد و در پایان همین شماره هم از دشتکی به مانند زنده یادشده است و مانا نویسنده همه شماره‌ها یکی است ولی به قلم‌های گوناگون؛ تملک: شیخ تقی بن شیخ علی شریف لاهیجانی در نزدیک 1042؛ کاغذ: سمرقندی، جلد: تیماج مشکی ضربی مقوایی، 7گ (1پ-7ر)، 17 سطر (5×11)، اندازه: 10×19 سم [ف: 6-2118]

9. قم؛ مرعشی؛ شماره نسخه: 5094/1
آغاز و انجام: برابر
خط: نستعلیق، کا: عبدالواسع نجیب بن محمد امین طبیب، تا: 1042ق؛ مصحح، دارای حواشی با نشان «محمد حسین»، روی برگ اول نام رساله‌ها و اشعار و یادداشتی گویا از محمد حسین سابق الذکر به تاریخ 1275ه به جهت صدرالممالک دیده می‌شود؛ جلد: تیماج قرمز، 45گ (1پ-46پ)، اندازه: 10×17 سم [ف: 13-290]

10. مشهد؛ رضوی؛ شماره نسخه: 13134-ض
آغاز: بسمله، بعد حمدالله علی آلائه و الصلوة علی انبیائه سیما سیدنا محمد آله و اولیائه؛ انجام: و الاذعان بمعارفهم کلها علی ماصرح به فی مواضع شی لاینفعهم انکار عالم المثال وصورهما سیما اذا
خط: شکسته نستعلیق، کا: محمد رضا، تا: 1065ق؛ کاغذ: الوان، جلد: مقوا، 21 سطر (10×20)، اندازه: 13×25 سم [الفبائی: 19]

11. مشهد؛ الهیات؛ شماره نسخه: 19308
آغاز: برابر
خط: نستعلیق، کا: محمد صادق بن عبدالله حسینی، تا: 3 جمادی الاول 1065ق؛ مهر: «الواثق بالله الصمد عبده محمد نظر»؛ جلد: مقوا عطف میشن قهوه‌ای، 49گ، 13 سطر (5×11)، اندازه: 9/5×15 سم [ف: 2-372]

12. تبریز؛ خادم حسینی؛ شماره نسخه: 13/1
آغاز: الوجود فیکون وجوده راجحا علی عدمه ... الفصل الثانی فی توحیده تعالی و برهانه یقتضی تمهید مقدمة هی ان الوجوب ... الفصل الثالث فی ان واجب الوجود؛ انجام: برابر
خط: نستعلیق شکسته، کا: میرزا محمد بن حاجی فرح زاد، تا: 14 رمضان 1068ق؛ افتادگی: آغاز؛ جلد: تیماج قهوه‌ای، 30گ (1-30)، 23 سطر، اندازه: 8×18 سم [اوراق عتیق: 1-87]

13. مشهد؛ رضوی؛ شماره نسخه: 19881
آغاز: برابر؛ انجام: تم بعون الله تعالی وحسن توفیقه فی شهر ذی الحجة الحرام عام سبعی و الف هجرته
خط: نسخ، بی‌کا، تا: 1070ق؛ اهدایی رهبری، خرداد 1373؛ کاغذ: آبی، جلد: تیماج ضربی، 37گ، 14 سطر (5×12)، اندازه: 10×18 سم [رایانه]

14. مشهد؛ رضوی؛ شماره نسخه: 7184
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 1072ق، جا: لاهیجان؛ کاغذ: نخودی، جلد: مقوا، 23 سطر (18×35)، اندازه: 26×43 سم [الفبائی: 19]

15. قم؛ مرعشی؛ شماره نسخه: 11604/11
آغاز و انجام: برابر
خط: نسخ خوش، کا: محمد فرزند عبدالحسین، آل حسینی نجفی نخعی، تا: 1078ق؛ این نسخه را کاتب از روی نسخه‌ای بدخط و مغلوط کتابت نموده است، مصحح؛ کاغذ: فرنگی آهارمهره شده،""",

    459: """خط: نستعلیق، بی‌کا، تا: قرن 10 [نشریه: 7-280]

15. قم؛ مرعشی؛ شماره نسخه: 9899/1
انجام: و هو مجموع السلاسل الداخلة فيه
خط: نسخ و نستعلیق، بی‌کا، تا: رمضان 1008ق، جا: احمد آباد؛ افتادگی: انجام؛ مقابله شده؛ جلد: تیماج قرمز ضربی، 16گ (1پ-16پ)، اندازه: 10×16/5 سم [ف: 25-192]

16. قم؛ حجتیه؛ شماره نسخه: 685/2
انجام: اذا تأملت فی صفاته العظمی و اسمائه الحسنی وجدت کلها سوی الصفات الذاتیة ... شفیع یوم النشور و آله و صحبه معادن الخیور
از فصل چهارم تا پایان؛ خط: نستعلیق، کا: صوفی بن مختار، تا: 1013ق؛ با یک حاشیه از جمال الدین محمود شاگرد دوانی (ذریعه 10:6)؛ قطع: جیبی [ف: - 118]

17. تهران؛ مجلس؛ شماره نسخه: 4001/1
آغاز: برابر؛ انجام: و صحبه معادن الحبور
خط: نستعلیق، کا: تقی الدین محمد گیلانی، تا: دوشنبه 6 رمضان 1014ق، جا: لاهور؛ کاغذ: فرنگی، جلد: مقوایی ضربی زرکوب، 22ص (1-22)، 24 سطر، اندازه: 14×22 سم [ف: 11-1]

18. تهران؛ مجلس؛ شماره نسخه: 1354/5ط
آغاز و انجام: برابر
خط: نسخ و نستعلیق، کا: معز الدین محمد بن مظفر حسین امامی، تا: 1016ق؛ جلد: تیماج عنابی ترنج با سر ضربی مجدول، 44ص (95-138)، 19 سطر، اندازه: 10×17 سم [ف: 24/3-86]

19. قم؛ مرکز احیاء؛ شماره نسخه: 4366/2
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: غره شوال 1032ق؛ توسط کاتب تصحیح شده؛ جلد: مقوایی دور و عطف تیماج مشکی، 23گ (96پ-119پ)، اندازه: 13×19/5 سم [محدث ارموی مخ: 1-23]

20. شیراز؛ طباطبائی؛ شماره نسخه: 76/1
خط: نستعلیق شکسته، کا: محمد مهدی بن حبیب الله، تا: 1036ق؛ 26گ (1-27)، اندازه: 10×19 سم [نسخه‌پژوهی: 3-76]

21. تهران؛ ملی؛ شماره نسخه: 164/1
آغاز: برابر؛ انجام: فی ایجاد رحمته و رزقنا من برکات علمه و حکمته و الحمد لله اولا و آخرا و باطنا و ظاهرا.
خط: نستعلیق، کا: عبد الرضا بن قاضی علی شولستانی، تا: 1046ق؛ کاغذ: اصفهانی، جلد: تیماج عنابی ترنج و نیم ترنج، 56ص (1-56)، 24 سطر (4×15)، اندازه: 8×29 سم [ف: 7-145]

22. تهران؛ مجلس؛ شماره نسخه: 9500/51
آغاز و انجام: برابر
خط: نسخ، کا: فضل الله بن مسعود، تا: 1047ق؛ جلد: تیماج قهوه‌ای، 40گ (225پ-265ر)، 21 سطر، اندازه: 11×20 سم [ف: 30-176]

23. قم؛ مرعشی؛ شماره نسخه: 6600/2
خط: نستعلیق، بی‌کا، تا: 17 ربیع الاول 1048ق؛ مصحح، محشی؛ جلد: تیماج مشکی، 17گ (17پ-34پ)، 19 سطر، اندازه: 13×18/5 سم [ف: 17-176]

24. تهران؛ مجلس؛ شماره نسخه: 4954/10
آغاز: برابر؛ انجام: اذا تأملت فی صفاته العظمی و اسمائه الحسنی وجدت کلها سوی الصفات الذاتیة ... شفیع یوم النشور و آله و صحبه معادن الخیور
خط: نسخ، کا: میر جعفر بن عبدالله الحسینی، تا: حدود 1069ق؛ دارای حاشیه با نشان «ابوعلی»؛ کاغذ: سپاهانی، جلد: روغنی حاشیه گل و بوته میان ترنج، 45گ (65پ-109ر)، 14 سطر (7/5×14)، اندازه: 15×25 سم [ف: 14-236]

25. تهران؛ ملی؛ شماره نسخه: 3057/3
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد قاسم بن ناصرالدین الجیلانی، تا: 1075ق؛ کاغذ: اصفهانی نخودی آهارمهره، جلد: تیماج قهوه‌ای روشن مجدول ضربی، 17گ (114پ-130پ)، اندازه: 12×19/6 سم [ف: 14-176]

26. قم؛ مرعشی؛ شماره نسخه: 12869/12
آغاز و انجام: برابر
خط: شکسته نستعلیق، کا: محمد طاهر بن شکری قمی، تا: 1077ق؛ مصحح؛ کاغذ: فرنگی، 17گ (101پ-117ر)، 23 سطر، اندازه: 7×17 سم [ف: 32-651]

27. تهران؛ الهیات؛ شماره نسخه: 783/3
خط: نستعلیق، کا: عبدالمطلب، تا: دوشنبه 3 ربیع الثانی 1087ق؛ در 74پ تا 75ر بندی است درباره هبوط حجر به زمین، به عربی، گویا از آقا حسین خوانساری؛ کاغذ: اصفهانی، جلد: تیماج سبز، 27گ (48پ-74ر)، 17 سطر (4×9)، اندازه: 9/5×16 سم [ف: 393]

28. مشهد؛ رضوی؛ شماره نسخه: 12852 ض
آغاز: موجود لغیر ها بل مهیتها لها و هی مجرده عن الهیولی الاخری؛ انجام: واجب الوجود بذاته الا او ان کان سبب ما صارا کان واجب الوجود بذاته واجب الموجود بغیره تم
خط: نستعلیق، کا: محمد باقر طالقانی، تا: 1087ق؛ کاغذ: نخودی، 15 سطر (6×13)، اندازه: 12×19 [الفبائی: 18]

29. تهران؛ دانشگاه؛ شماره نسخه: 1257/8
کا: علی نقی بن حاجی محمد امین قاری ساروی، تا: دوشنبه 20 صفر (اربعین) 1095ق؛ کاغذ: فرنگی، جلد: تیماج قهوه‌ای ضربی مقوایی ته آن گلی، 12گ (24پ-36پ)، 26 سطر (14×20)، اندازه: 9×15 سم [ف: 7-2666]

30. مشهد؛ رضوی؛ شماره نسخه: 9706/1
آغاز و انجام: برابر
خط: نسخ، کا: عبدالعظیم بن صالح الحسینی، تا: شوال 1097ق؛ کاغذ: آهار مهره حنایی و شکری، جلد: مقوا عطف میشن""",

    460: """خرمایی، 15 سطر، اندازه: 9×19 سم [ف: 11-321]

31. تهران؛ ملی؛ شماره نسخه: 2278/6
خط: نستعلیق، کا: محمد مؤمن بن حاج علی اصغر القزوینی، تا: شب سه شنبه 9 رجب 1098ق؛ کاغذ: اصفهانی نخودی، جلد: مقوایی رویه تیماج زرد ضربی، 31گ (105پ-135ر)، 16 سطر (6×11)، اندازه: 7×14 سم [ف: 11-703]

32. شیراز؛ طباطبائی؛ شماره نسخه: 861/2
خط: نستعلیق شکسته بی نقطه، بی‌کا، تا: قرن 11؛ افتادگی: انجام؛ 22گ (19پ-41)، اندازه: 13×19/5 سم [نسخه‌پژوهی: 3-122]

33. شیراز؛ طباطبائی؛ شماره نسخه: 1637/2
خط: نستعلیق، بی‌کا، تا: قرن 11؛ دارای حواشی با نشان «منه»؛ 23گ (20-43)، اندازه: 12×19 سم [نسخه‌پژوهی: 3-158]

34. تهران؛ ملک؛ شماره نسخه: 830/2
آغاز و انجام: برابر
تذکر: نام کتاب و مؤلف به قرینه آغاز و انجام نسخه تعیین شد؛ خط: نستعلیق، بی‌کا، تا: قرن 11؛ افتادگی: وسط؛ کاغذ: ترمه ختایی، جلد: میشن قهوه‌ای، 18 سطر [ف: 5-202]

35. تهران؛ ادبیات؛ شماره نسخه: 273/5
خط: شکسته نستعلیق، بی‌کا، تا: قرن 11 [ف: 3-42]

36. تهران؛ دانشگاه؛ شماره نسخه: 2089/6
بی‌کا، تا: قرن 11؛ با حواشی و نسخه بدل؛ کاغذ: سپاهانی، جلد: مقوا، 31گ (141پ-171پ)، اندازه: 10×17 سم [ف: 8-713]

37. تهران؛ مجلس؛ شماره نسخه: 104/1
خط: نستعلیق، بی‌کا، تا: قرن 11؛ کاغذ: سفید، جلد: تیماج مشکی، 46گ (1-46)، 21 سطر (8×11)، اندازه: 14×20 سم [سنا - ف: 1-54]

38. مشهد؛ رضوی؛ شماره نسخه: 19617
آغاز: برابر؛ انجام: و الحمد لله علی کل حال و هو الفقیر الی الله الغنی حبیب الله الشهیر بمیرزا خان الشیرازی
خط: نسخ خفی، بی‌کا، تا: قرن 11؛ اهدایی رهبری، خرداد 1373؛ کاغذ: نخودی، جلد: تیماج، 97گ، 19 سطر (3×8)، اندازه: 9×19 سم [رایانه]

39. قم؛ مرعشی؛ شماره نسخه: 12443/4
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: قرن 11؛ مصحح؛ کاغذ: شرقی، 16گ (68-83)، 17 سطر، اندازه: 9×15 سم [ف: 31-432]

40. قم؛ مرعشی؛ شماره نسخه: 6575/2
خط: نستعلیق، بی‌کا، تا: قرن 11؛ جلد: تیماج قهوه‌ای، 25گ (48پ-73پ)، اندازه: 10×18 سم [ف: 17-154]

41. قم؛ مرعشی؛ شماره نسخه: 9543/2
خط: نستعلیق، بی‌کا، تا: شنبه 3 ربیع الاول 1106ق؛ 22گ (19پ-40پ)، 19 سطر، اندازه: 12/5×18/5 سم [ف: 24-289]

42. قم؛ مرعشی؛ شماره نسخه: 4404/2
خط: نسخ، کا: محمد جعفر بن تاج الدین علی موسوی عاملی خادم، تا: 21 صفر 1122ق، جا: جنابذ؛ جلد: تیماج قرمز بدون مقوا، 32گ (28پ-59پ)، اندازه: 12×18 سم [ف: 12-6]

43. مشهد؛ الهیات؛ شماره نسخه: 19295/6
آغاز: برابر
کا: موسی بن ابراهیم قاضی ابن مولانا جامی بن شیخ عبدالکریم، تا: 1124ق؛ محشی؛ جلد: تیماج قهوه‌ای ضربی‌دار، اندازه: 14/5×20 سم [ف: 2-361]

44. مشهد؛ الهیات؛ شماره نسخه: 23730/2
آغاز و انجام: برابر
خط: نسخ و نستعلیق، کا: محمد صادق، تا: جمادی الثانی 1139ق؛ کاغذ اصفهانی؛ جلد: تیماج قهوه‌ای، عطف و لبه مشکی، 24گ (39-62)، 19 سطر، اندازه: 11/5×18/5 سم [ف: 3-990]

45. مشهد؛ رضوی؛ شماره نسخه: 541
آغاز و انجام: برابر
خط: نسخ و نستعلیق، کا: عبدالنبی بن محمد نقی قزوینی، تا: 1157ق، جا: تبریز؛ واقف: فهرستی؛ 28گ، مختلف السطر، اندازه: 11×18 سم [ف: 4-8]

46. مشهد؛ رضوی؛ شماره نسخه: 293
آغاز و انجام: برابر
خط: نستعلیق شکسته، بی‌کا، تا: 1160ق؛ واقف: سید محمد تقی، تاریخ وقف: 1119؛ 15گ، 21 سطر، اندازه: 13×20 سم [ف: 4-8]

47. تهران؛ مجلس؛ شماره نسخه: 9480/20
منتخب آن؛ خط: نستعلیق، بی‌کا، تا: قرن 11 و 12؛ 5ص (117-122) [مختصر ف: - 18]

48. تهران؛ ملک؛ شماره نسخه: 4389/1
بی‌کا، تا: قرن 12؛ جدول شنگرف؛ کاغذ: پسته‌ای، جلد: میشن سیاه لایی، 14 سطر، اندازه: 9/5×14/5 سم [ف: 7-381]

49. تهران؛ مجلس؛ شماره نسخه: 4903/2
آغاز و انجام: برابر
این رساله در فهرست شناخته نشده است و به نام «رسالة فی الحکمة» و بدون نام مؤلف معرفی شده است؛ خط: نستعلیق، کا: محمد مؤمن بن علینقی باکی، تا: قرن 12، جا: اصفهان؛ مصحح، مقابله شده؛ کاغذ: سپاهانی، جلد: تیماج سرخ یک لایی، 8گ (21ر-28ر)، 48 سطر (9×23)، اندازه: 14/5×30 سم [ف: 14-115]

50. تهران؛ مجلس؛ شماره نسخه: 5666/1
بی‌کا، تا: قرن 12؛ کاغذ: فرنگی ضخیم، جلد: تیماج قرمز، 3ص، 120-123، قطع: وزیری، اندازه: 7/15×27 سم [ف: 17-117]

51. تهران؛ ملی؛ شماره نسخه: 4037/1
آغاز و انجام: برابر
خط: نسخ متوسط، کا: محمد قسیم، تا: 1286ق؛ اندک حاشیه در میان سطور؛ کاغذ: هندی نخودی، جلد: مقوا رویه گالینگور قهوه‌ای، 29گ (2پ-30پ)، 14 سطر (9/2×15)، اندازه:""",

    464: """55ص (1-55)، قطع: رقعی، اندازه: 10×18/5 سم [ف: 9-477]

9. تهران؛ مفتاح؛ شماره نسخه: 1430/9
خط: نستعلیق، بی‌کا، تا: 942ق [نشریه: 7-280]

10. مشهد؛ رضوی؛ شماره نسخه: 294
آغاز و انجام: برابر
خط: نسخ، کا: حافظ غیاث الدین، تا: جمادی الثانی 946ق، جا: کاشان؛ مصحح و مقابله شده با نسخه اصل؛ واقف: نائینی؛ 16گ، 21 سطر، اندازه: 12×19 سم [ف: 4-7]

11. تهران؛ ادبیات؛ شماره نسخه: 253/3 حکمت
خط: نستعلیق، بی‌کا، تا: 947ق؛ کاغذ: سپاهانی، جلد: تیماج سرخ تیره مقوایی با ترنج و نیم ترنج زرین، قطع: بغلی [ف: 2-55]

12. تهران؛ مجلس؛ شماره نسخه: 10051/1
آغاز و انجام: برابر
خط: تحریری، کا: جعفر بن محمد عاملی، تا: 9 محرم 957ق، جا: قزوین؛ 29گ (1پ-29ر)، 20 سطر، اندازه: 12×19 سم [ف: 32-64]

13. قم؛ مرعشی؛ شماره نسخه: 4081/1
خط: نستعلیق، کا: غیاث الدین محمود بن امین الدین محمد، تا: 962-963؛ بر فراز صفحه اول کتاب وقف‌نامه کتاب به تاریخ جمادی الثانی 1316 مشهود است؛ مهر: «و رفعناه مکاناً علیاً»؛ جلد: مقوایی عطف تیماج مشکی، 17گ (2پ-18پ)، اندازه: 13×18 سم [ف: - 93]

14. تهران؛ سپهسالار؛ شماره نسخه: 6430/1
خط: نستعلیق، کا: محمد باقر میرخرد، تا: 7 رجب 963ق؛ افتادگی: نیمی از مقصد یکم؛ دارای حواشی با نشان «منه ره»؛ کاغذ: سپاهانی نخودی، جلد: تیماج سبز مقوایی، 12گ (1ر-12ر)، 21 سطر، اندازه: 10/5×19/5 سم [ف: 3-41]

15. مشهد؛ علی حیدر؛ شماره نسخه: 406/4
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد باقر بن زین العابدین الأشرف الحسینی، تا: 17 رجب 966ق، جا: بلده استرآباد؛ مقابله شده، مصحح، محشی؛ جلد: چرم زردرنگ، 21گ (56پ-76ر)، 20 سطر، اندازه: 13×19 سم [مؤید: 1-330]

16. قم؛ گلپایگانی؛ شماره نسخه: 1073/3-6/163
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: دوشنبه صفر 977ق؛ مصحح، نسخه‌بدل در حاشیه آورده شده؛ 21گ، 21 سطر، اندازه: 11×17/5 سم [ف: 1-59]

17. تهران؛ ملی؛ شماره نسخه: 1772/1
آغاز: والدیار البلاقع و طرز؛ انجام: برابر
کا: نظر علی، تا: 992ق؛ افتادگی: آغاز؛ کاغذ: فرنگی (الوان)، جلد: مقوایی تیماج ماشی، 53ص (1-54)، 16 سطر (4×10)، اندازه: 9/5×17/5 سم [ف: 10-349]

18. شیراز؛ طباطبائی؛ شماره نسخه: 882/3
خط: نستعلیق شکسته، کا: محمد رضا بن اسماعیل، تا: جمادی الثانی 994ق، جا: قم، مدرسه معصومیه؛ 14گ (56-80)، اندازه: 11×19 سم [نسخه‌پژوهی: 3-124]

19. قم؛ مرکز احیاء؛ شماره نسخه: 1457/4
انجام: برابر
خط: نسخ و نستعلیق، کا: شمس الدین محمد بن کمال الدین حسین قهپائی، تا: پنج‌شنبه 13 ذیحجه 995ق؛ مصحح، محشی؛ جلد: تیماج قهوه‌ای بدون مقوا، 18گ (59ر-77پ)، اندازه: 12×19 سم [ف: 4-285]

20. تهران؛ چهل ستون؛ شماره نسخه: 7 مجموعه بدون شماره
بی‌کا، تا: قرن 10؛ 33گ، قطع: بیاض رقعی [چند نسخه-ف: 388]

21. تهران؛ مجلس؛ شماره نسخه: 607/5
آغاز: برابر
بی‌کا، تا: قرن 10؛ قطع: وزیری، اندازه: 13×20 سم [ف: 2-362]

22. قم؛ مرعشی؛ شماره نسخه: 13423/3
آغاز: برابر؛ انجام: و من حیث الاجزاء جمیعها و علتها التامة...هی اجزائها باسرها لما تقدم من معنی المؤثر
خط: نستعلیق، بی‌کا، تا: نیمه دوم قرن 10؛ افتادگی: انجام؛ مصحح، دارای حواشی با نشان «منه رحمه الله»؛ تملک: خاندان فیض کاشانی؛ مهر: «محمد مهدی بن محمد هادی الفیضی»؛ کاغذ: شرقی، 9گ (87-95)، 17 سطر، اندازه: 8×12 سم [ف: 34-56]

23. قم؛ مرعشی؛ شماره نسخه: 10882/9
خط: نستعلیق، کا: زین العابدین بن شاه محمد استرآبادی، تا: 1006ق؛ جلد: تیماج مشکی، 24گ (58پ-82ر)، اندازه: 11×19 سم [ف: 27-304]

24. قم؛ مرعشی؛ شماره نسخه: 9899/2
خط: نسخ و نستعلیق، بی‌کا، تا: رمضان 1008ق، جا: احمد آباد؛ افتادگی: آغاز (صفحه اول)؛ مقابله شده؛ جلد: تیماج قرمز ضربی، 10گ (17ر-26ر)، اندازه: 10×16/5 سم [ف: 25-192]

25. قم؛ مرعشی؛ شماره نسخه: 7290/6
خط: نستعلیق، کا: ابوالفتح بن عبدالحی، تا: 1010ق؛ جلد: تیماج قهوه‌ای، 32گ (120پ-151پ)، 19 سطر، اندازه: 10×16/5 سم [ف: 19-79]

26. قم؛ طبسی؛ شماره نسخه: 599/1
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: نیمه ربیع الاول 1019ق؛ تملک: «عبده علی قلی 1062» و محمد بن عابد بن محمد علی؛ جلد: تیماج قهوه‌ای مجدول، 36گ، 14 سطر، اندازه: 9×15/5 سم [ف: مخ: 1-9]

27. تهران؛ دانشگاه؛ شماره نسخه: 303/2
آغاز و انجام: برابر
خط: تعلیق، کا: ادهم بن قاضی بیک هرابادی خلخالی، تا: 5 رمضان 1025ق؛ دارای حواشی از خود دوانی؛ 29گ (21پ-49ر) [ف: 3-122]""",

    467: """61. رشت؛ جمعیت نشر فرهنگ؛ شماره نسخه: 12/3 خ
کا: نصیر بن لقمان، تا: 1125ق، جا: در روستای سموق کنار رودخانه کرمن گنجه در خدمت ملا بدیع افندی اجکی؛ اندازه: 15×21 سم [رشت و همدان - ف: - 1188]

62. قم؛ دارالحدیث؛ شماره نسخه: 266/2
آغاز و انجام: برابر
خط: نسخ، کا: نبی بن میرزا علی بن احمد بن میرزا علی بن مصطفی (ساکن قریه بلجوکی)، تا: 1135ق، جا: در مدرسه ملا علی بن ملا رجب در قریه خجماز؛ 41گ (55پ-95پ)، 16 سطر [ف: - 215]

63. قم؛ حافظیان، ابوالفضل؛ شماره نسخه: 15/2
آغاز و انجام: برابر
خط: نسخ، کا: نبی خاک ولد مرضا علی بن احمد بن میرزا علی بن مصطفی قریه بلجوکی، تا: 1145ق، جا: قریه چخماز مدرسه ملاعلی ولد ملا رجب؛ با حواشی بسیار؛ جلد: گالینگور زرد، 41گ (55پ-95پ)، 16 سطر، اندازه: 16×20/5 سم [ف]

64. مشهد؛ رضوی؛ شماره نسخه: 25390
آغاز و انجام: برابر
خط: نسخ خفی، بی‌کا، تا: 1163ق؛ دارای حواشی از محی الدین علی قره باغی؛ کاغذ: نخودی شنگرف، جلد: مقوا، 21 سطر (8/5×14/5)، قطع: وزیری کوچک، اندازه: 15×21 سم [رایانه]

65. تهران؛ مجلس؛ شماره نسخه: 1844/1
کا: عبدالکریم، تا: 1190ق؛ جلد: مقوا حاشیه و عطف تیماج، 70ص (1-70)، قطع: خشتی، اندازه: 17/5×20/5 سم [ف: 9-521]

66. قم؛ مرکز مطالعات؛ شماره نسخه: 501/1
آغاز: نسخه: الى النور... و بعد فيقول الفقير الى عفو ربه و ... و محمد بن اسعد الدوانی قد اردفت فی هذه الرسالة؛ انجام: برابر
خط: نسخ، کا: محمد شفیع بن ملا نوری نزد ملا محمد اوجکی، بی‌تا، جا: قریه چخماز؛ افتادگی: آغاز؛ مهر: «محمد شریف 1191»؛ جلد: تیماج، مشکی، دار- 1ص (74پ)، 13 سطر، اندازه: 15×21 سم [ف: 1-435]

67. مشهد؛ رضوی؛ شماره نسخه: 18655
آغاز: برابر؛ انجام: انما يتوقف على الاول و دون الثاني
بی‌کا، تا: قرن 12؛ افتادگی: انجام؛ کاغذ: حنایی، 18 سطر (6×14)، اندازه: 12×22 سم [رایانه]

68. تهران؛ سپهسالار؛ شماره نسخه: 1093/2
خط: نستعلیق، کا: فضل الله بن محمود، تا: قرن 12؛ کاغذ: سمرقندی، جلد: تیماج زرد ساده یک لا، 35گ (43پ-79ر)، 14 سطر (7×14)، اندازه: 13/5×20 سم [ف: 3-40]

69. تهران؛ سپهسالار؛ شماره نسخه: 6559/3
خط: نستعلیق، بی‌کا، تا: قرن 12؛ محشی؛ کاغذ: اصفهانی نخودی، جلد: تیماج قهوه یی یک لا، 96گ (8پ-104پ)، 14 سطر (7/5×13/5)، اندازه: 12/5×21 سم [ف: 3-41]

70. قم؛ مرعشی؛ شماره نسخه: 15266/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 12؛ مصحح، دارای حواشی با نشان «12»، بعد از رساله چند برگ از حاشیه آقا حسین خوانساری و چند برگ از شرح تجرید قوشچی آمده است؛ کاغذ: شرقی، 19گ (41-59)، 22 سطر، اندازه: 11×17/5 سم [ف: 38-755]

71. تهران؛ دائرة المعارف؛ شماره نسخه: 1985/2-عکسی
آغاز و انجام: برابر
خط: نسخ خوش، بی‌کا، تا: قرن 12؛ 63ص (86-147) [عکسی: 1-6]

72. مشهد؛ گوهرشاد؛ شماره نسخه: 957/1
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 12؛ دارای حواشی با نشان «منه»؛ مهر: حاج سید سعید؛ جلد: تیماج عنابی لایه‌ای، 58گ (1-58)، 15 سطر (7×13)، اندازه: 12×18/5 سم [ف: 3-1311]

73. تهران؛ مجلس؛ شماره نسخه: 5478/8
تنها دیباچه را دارد؛ خط: نسخ، بی‌کا، تا: قرن 12؛ جلد: میشن زرد ضربی، اندازه: 14/2×20/5 سم [ف: 16-380]

74. قم؛ فیضیه؛ شماره نسخه: 238/2
خط: نسخ، بی‌کا، تا: قرن 12 و 13؛ 5گ، اندازه: 20×30 سم [ف: 3-8]

75. تهران؛ دانشگاه؛ شماره نسخه: 4746/3
خط: نسخ، کا: خلیل و صفی بلغradi، تا: 1205ق؛ نشان زرین، جدول زر و لاجورد و شنگرف؛ کاغذ: استنبولی، جلد: پارچه زری آبی گرد و عطف تیماج مشکی زرکوب، 25گ (18-42)، 23 سطر (9×16)، اندازه: 18×24 سم [ف: 14-3704]

76. تهران؛ دائرة المعارف؛ شماره نسخه: 638/6
آغاز و انجام: برابر
خط: نستعلیق، کا: احمد نوتشی، تا: 1241ق، جا: قصبه سنندج، در مدرسه شیخ محمد سعید؛ 22گ (72پ-93پ) [ف: 2-7]

77. تهران؛ دائرة المعارف؛ شماره نسخه: 2131/2-عکسی
آغاز و انجام: برابر
خط: نسخ خوش، بی‌کا، تا: قرن 13؛ 45ص (56-100) [عکسی: 1-6]

78. تهران؛ مجلس؛ شماره نسخه: 15982/17
آغاز: برابر
خط: نسخ و نستعلیق، کا: محمد علی تفرشی، تا: ربیع الثانی 1303ق؛ جلد: تیماج فرنگی، 39ص (241-279)، اندازه: 11×18 سم [ف: 44-172]

79. مشهد؛ رضوی؛ شماره نسخه: 10732/1
آغاز و انجام: برابر
کا: محمد علی بن حسن بن حاج عبدالقادر تبریزی، تا: دهه سوم صفر 1303ق؛ کاغذ: فرنگی آهاری حنایی، جلد: تیماج سبز، اندازه: 15/5×21/5 سم [ف: 11-367]

80. تهران؛ دانشگاه؛ شماره نسخه: 3828/2""",

    468: """کا: علی بن عبدالرسول، تا: 1313ق؛ کاغذ: فرنگی آبی، جلد: تیماج سرخ ضربی مقوایی، 22ص (68پ-90پ)، 14 سطر (8×14)، اندازه: 13×20 سم [ف: 12-2807]

81. مشهد؛ رضوی؛ شماره نسخه: 1
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، بی‌تا؛ محشی؛ واقف: ملاموسی؛ کاغذ: حنایی مجدول به زر و تحریر، جلد: پارچه‌ای زرد، 41گ، 15 سطر، اندازه: 10×19/5 سم [ف: 1-33]

82. مشهد؛ رضوی؛ شماره نسخه: 296
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ واقف: فهرستی؛ 27گ، 19 سطر، اندازه: 11×18 سم [ف: 4-7]

83. مشهد؛ ادبیات؛ شماره نسخه: 39/1 فیاض
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: آغاز؛ جلد: مقوا عطف میشن، 19 سطر (4×12/5)، اندازه: 11×17 سم [ف: - 192]

84. مشهد؛ الهیات؛ شماره نسخه: 22576/2
آغاز: برابر
از آغاز تا مطلب دوم از خاتمه؛ خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: اصفهانی، جلد: تیماج قهوه‌ای لایه‌ای، 42گ (106-147)، 11 سطر، اندازه: 15×19/5 سم [ف: 3-758]

85. تهران؛ دانشگاه؛ شماره نسخه: 4668/6
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: سپاهانی، جلد: تیماج قهوه‌ای زرکوب مقوایی با لولا، 60گ (282-342)، 19 سطر (4×11)، اندازه: 9×17 سم [ف: 14-3617]

86. تهران؛ دانشگاه؛ شماره نسخه: 7705/4
آغاز: برابر
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: سمرقندی، جلد: تیماج مشکی، 17 سطر (5×10/5)، اندازه: 9×16 سم [ف: 16-679]

87. تهران؛ الهیات؛ شماره نسخه: 664/1
خط: نسخ، کا: محمد بن محمد علی بن محمد، بی‌تا؛ دارای حواشی با نشان «محی الدین، ع ب، م یقه، خ، قزوینی»؛ کاغذ: فرنگی، جلد: تیماج قهوه‌ای ضربی مقوایی، 34گ (1پ-34پ)، 17 سطر (6/5×14/5)، اندازه: 16×20/5 سم [ف: - 353]

88. تهران؛ مجلس؛ شماره نسخه: 10359/13
آغاز: برابر
خط: نسخ و نستعلیق، بی‌کا، بی‌تا؛ مصحح، محشی؛ جلد: تیماج مشکی، مجدول، 23ص (111-134)، اندازه: 12×18/5 سم [ف: 32-342]

89. تهران؛ مجلس؛ شماره نسخه: 10323/1
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، بی‌تا؛ مصحح؛ جلد: تیماج قرمز، 74ص (1-74)، 15 سطر، اندازه: 9×16 سم [ف: 32-322]

90. تهران؛ مجلس؛ شماره نسخه: 2719/4
آغاز: برابر؛ انجام: بیده احسنی و الیه الرجعی ... فرغ من انتساخها يوم الجمعة الرابع من خامس الاثنى عشر الرابع العشر الثالث من عاشر سنی الهجرة النبوية تمهد مولا امیر المومنین ... ابراهیم بن علی بن حاجی یوسف الخوانیساری ...
خط: نستعلیق شکسته، کا: ابراهیم بن علی بن حاجی یوسف الخوانیساری، بی‌تا، جا: نجف اشرف؛ دارای حاشیه‌هایی از صحاح، شرح حکمه العین و نیز با نشان «منه»؛ جلد: تیماج زرد مقوایی دارای چهار ترنج کوچک در میان، 63ص (11-74)، 14 سطر، قطع: رقعی، اندازه: 13×17/5 سم [ف: 9-41]

91. تهران؛ مجلس؛ شماره نسخه: 483/4
خط: نستعلیق، کا: عبدالقائم ابن عبدالوهاب، بی‌تا، جا: قزوین؛ کاغذ: سفید، جلد: تیماج تریاکی یک لایی، 66ص (90-155)، 17 سطر (5×11)، اندازه: 9×17 سم [سنا - ف: 1-281]

92. تهران؛ مجلس؛ شماره نسخه: 10393/3
آغاز و انجام: برابر
خط: نستعلیق تحریری، کا: محمدرضا بن تاج الدین حسن نخعی خادم، بی‌تا؛ مصحح، محشی؛ جلد: تیماج قرمز، مجدول، 52ص (170-221)، 20 سطر، اندازه: 10×18/5 سم [ف: 32-356]

93. تهران؛ ملی؛ شماره نسخه: 1858/5
آغاز و انجام: برابر
بی‌کا، بی‌تا؛ کاغذ: فرنگی، 35ص، 98-133، 16 سطر، اندازه: 5/5×12 سم [ف: 10-442]

94. تهران؛ ملی؛ شماره نسخه: 2529/5
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ مطالب آغازین رساله در 10 پ و ادامه آن از برگ 13 به بعد است؛ کاغذ: فرنگی نخودی، جلد: مقوایی با روکش کاغذی ضربی، سه ترنج عمودی در میانه و چهار لچکی با گل و بوته، 19گ (10پ و 13-30)، ابعاد متن: 9/5×15/5، اندازه: 14/5×20/5 سم [ف: 12-412]

95. تهران؛ ملی؛ شماره نسخه: 2543/1
خط: نسخ، کا: محمد شفیع، بی‌تا؛ کاغذ: اصفهانی حنایی، جلد: مقوایی با روکش کاغذی عطف تیماج زرشکی، 26گ (2پ-28پ)، 19 سطر کامل (6/5×12/5)، اندازه: 13×20 سم [ف: 12-440]

96. تهران؛ ملی؛ شماره نسخه: 69/1
آغاز: و ان اريد بالعله الفاعليه فلم لا يجوزان يكون جزء له؛ انجام: برابر
خط: نستعلیق، کا: محمد امین طبیب اردو باری، بی‌تا، جا: اردبیل، مسجد خواجه سلطان؛ افتادگی: آغاز؛ کاغذ: اصفهانی، جلد: تیماج سبز ترنج و نیم ترنج ضربی، 24ص (1-24)، 21 سطر (8×13)، اندازه: 12×18/5 سم [ف: 7-66]

97. تهران؛ ملی؛ شماره نسخه: 1193/2
آغاز و انجام: برابر
تذکر: نام کتاب به قرینه آغاز و انجام نسخه تغییر یافت؛ بی‌کا،""",

    484: """قم؛ مرکز احیاء؛ شماره نسخه: 1364/2
نسخه اصل: همان نسخه بالا [عکسی ف: 4-203]

32. تهران؛ ملک؛ شماره نسخه: 1732/9
خط: شکسته نستعلیق، بی‌کا، تا: 23 ذیقعده 1227ق؛ کاغذ: پسته‌ای، جلد: میشن قهوه‌ای لایی، 3گ (83ر-86پ)، 23 سطر، اندازه: 15×31 سم [ف: 5-350]

33. تهران؛ مجلس؛ شماره نسخه: 5438/5
خط: نسخ، کا: محمد حسن جوینی شیرازی، تا: 1237ق، جا: شیراز؛ کاغذ: فرنگی، جلد: تیماج سیاه یک لائی، 6گ (62پ-67پ)، 21 سطر، اندازه: 14×21 سم [ف: 16-341]

34. قم؛ مسجد اعظم؛ شماره نسخه: 2811/4
آغاز و انجام: برابر
خط: نسخ، کا: حسن بن کاظم طباطبائی، تا: 1249ق؛ 10گ، 15 سطر، اندازه: 10×18 سم [ف: 1-155]

35. مشهد؛ رضوی؛ شماره نسخه: 12260/2
آغاز: بسمله، بدانکه انفس معانی و مهیات باقطع نظر؛ انجام: در خانه حاجی حسن نوشته شد
خط: نستعلیق تحریری، کا: محمد باقر زنجانی متخلص به سالک، تا: 1253ق، جا: زنجان؛ واقف: سید جلال الدین تهرانی، تاریخ وقف: مرداد 1361؛ کاغذ: نخودی و شکری فرنگی، جلد: تیماج قهوه‌ای ضربی مستعمل، 9ص (57-65)، اندازه: 14/5×20/5 سم [ف: 17-441]

36. قم؛ مرعشی؛ شماره نسخه: 14724/27
آغاز و انجام: برابر
خط: شکسته نستعلیق، بی‌کا، تا: ربیع الثانی 1253ق؛ محشی؛ کاغذ: فرنگی آهارمهره زده، 3گ (338ر-340پ)، 25 سطر، اندازه: 9×14 سم [ف: 37-290]

37. تهران؛ ملک؛ شماره نسخه: 2051/3
بی‌کا، تا: جمعه جمادی الاول 1257ق، جا: زنجان؛ در متن و هامش؛ کاغذ: پسته‌ای، جلد: میشن سیاه، اندازه: 10×16 سم [ف: 5-416]

38. تهران؛ مجلس؛ شماره نسخه: 14504/1
در فهرست از اسماعیل بن محمد کریم تبریزی ملقب به ابوالفضل دانسته، که به نظر خطا رفته است؛ خط: نستعلیق، کا: عبدالعلی قراکزلو برای ملا اصغر اردبیلی، تا: پنج‌شنبه 20 ذیقعده 1272ق؛ 7ص (1-7) [مختصر ف: - 18]

39. تهران؛ دانشگاه؛ شماره نسخه: 3894/13
خط: نستعلیق، کا: نصرالله بن احمد نراقی، تا: 1294ق، جا: تهران؛ کاغذ: فرنگی، جلد: تیماج حنایی ضربی مقوایی، 12گ (200-211)، 16 سطر (7×12)، اندازه: 11×16 سم [ف: 12-2882]

40. تهران؛ مجلس؛ شماره نسخه: 9258/2
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: قرن 13؛ جلد: تیماج عنابی [ف: 30-38]

41. اردکان یزد؛ امام صادق؛ شماره نسخه: 415/4
خط: نسخ، بی‌کا، تا: قرن 13؛ مصحح؛ جلد: تیماج قهوه‌ای فرسوده، 6گ (176پ-182ر)، اندازه: 12/5×18 سم [ف: 2-136]

42. تهران؛ ملک؛ شماره نسخه: 4656/2
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد ابراهیم بن محمد الحسینی التفرشی، تا: صفر 1311ق؛ با مقابله مرتضی فرهنگ و یادداشت‌هایی؛ کاغذ: فرنگی، جلد: رویه میشن زرد لایی مجدول، 7گ (41ر-47ر)، 15 سطر، اندازه: 13/7×21/2 سم [ف: 7-471]

43. مشهد؛ رضوی؛ شماره نسخه: 9225 ض
آغاز و انجام: برابر
خط: نستعلیق و شکسته، کا: محمد مهدی بن حسنعلی، بی‌تا؛ ضمیمه: گفتاری به پارسی و دو گفتار به عربی در دفع «شبهه ابن کمونه» از میرزا ابراهیم و میرزا قاضی؛ 9ص، 28 سطر، اندازه: 10×18 سم [ف: 11-161]

44. مشهد؛ رضوی؛ شماره نسخه: 631
آغاز: پس از تسمیه و تحمید: قال الله تبارک و تعالی ان الله لا یغفر ان یشرک به؛ انجام: برابر
خط: نستعلیق و شکسته، بی‌کا، بی‌تا؛ مجدول به شنگرف؛ واقف: نادرشاه، تاریخ وقف: 1145؛ 5گ، اندازه: 20×29 سم [ف: 4-151]

45. مشهد؛ رضوی؛ شماره نسخه: 12231 ض
خط: نسخ، بی‌کا، بی‌تا [الفبائی: - 51]

46. مشهد؛ رضوی؛ شماره نسخه: 15530
آغاز: برابر؛ انجام: الحمدلله رب العالمین
خط: نسخ، بی‌کا، بی‌تا [الفبائی: - 680]

47. مشهد؛ علی حیدر؛ شماره نسخه: 550/4
آغاز و انجام: برابر
نام مؤلف به قرینه آغاز نسخه تعیین شد؛ بی‌کا، بی‌تا؛ 5گ (84ر-89ر)، اندازه: 12/5×19/5 سم [مؤید: 2-50]

48. تهران؛ دانشگاه؛ شماره نسخه: 2570/6
خط: نسخ، بی‌کا، بی‌تا؛ گویا همه شماره‌های این مجموعه نوشته مرتضی بن علم الهدی حسینی طالقانی است، ناقص است؛ کاغذ: سپاهانی، جلد: تیماج تریاکی مقوایی، 7گ (154-160)، 31 سطر (7/5×17)، اندازه: 12×21 سم [ف: 9-1364]

49. تهران؛ دانشگاه؛ شماره نسخه: 374/2
آغاز و انجام: برابر
خط: شکسته نستعلیق، بی‌کا، بی‌تا؛ 7گ (52-58پ) [ف: 3-132]

50. تهران؛ دانشگاه؛ شماره نسخه: 1036/1
آغاز و انجام: برابر
خط: تعلیق، بی‌کا، بی‌تا؛ 4گ (2پ-8پ) [ف: 3-405]

51. تهران؛ مجلس؛ شماره نسخه: 2267/2
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: فرنگی، جلد: تیماج تریاکی گرد و درون سرخ، 6گ (44ر-49پ)، 17 سطر (10×19)، اندازه: 18/5×28/5 سم [ف: 9-917]""",

    529: """13. قم؛ مرعشی؛ شماره نسخه: 8288/3
آغاز و انجام: برابر
خط: نسخ، کا: هاشم بن حسین بن عبدالرؤف حسینی موسوی، تا: جمعه 12 شوال 1055ق؛ برای شیخ جعفر بن کمال الدین بحرانی؛ جلد: تیماج قهوه‌ای، 10گ (68پ-77ر)، اندازه: 15×21 سم [ف: 21-249]

14. قم؛ مرعشی؛ شماره نسخه: 11577/10
آغاز و انجام: برابر
خط: نسخ خوش، بی‌کا، تا: دوشنبه 13 ذیقعده 1074ق؛ مصحح، دارای حواشی مصنف با نشان «منه رحمه الله»؛ کاغذ: سمرقندی آهارمهره، 13ص (113-125)، 12 سطر، اندازه: 7×10/5 سم [ف: 29-288]

15. قم؛ مرکز احیاء؛ شماره نسخه: 2396/4
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: دهه اول رمضان 1079ق؛ جلد: تیماج کرمی ضربی، 10گ (82ر-91ر)، 17 سطر، اندازه: 12×19/5 سم [محدث ارموی ف: 1-26]

16. مشهد؛ نواب؛ شماره نسخه: 6/5
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد فاضل بن محمد مهدی مشهدی، تا: 1087ق؛ دارای حواشی با نشان «عبدالنبی عفی عنه، منه رحمه الله»؛ مصحح؛ جلد: مقوا عطف میشن مشکی، 7گ (42پ-48ر)، 16 سطر (9×15)، اندازه: 12×19 سم [ف: - 15]

17. تهران؛ مجلس؛ شماره نسخه: 3152/3
آغاز: برابر؛ انجام: و صلى الله على محمد و آله اجمعين قد تم هذه الرساله الموسوم بالاثنى عشريه الزكوتيه في فقه الاماميه ... و لوالديه و احسن اليهما و اليه بمحمد و آله الطاهرين.
خط: نسخ، کا: محمد صادق المشهدی بن محمد زمان القادری، تا: 1088ق؛ کاغذ: نباتی آهاردار، جلد: تیماج مشکی یک لا، 24ص (108-132), 15 سطر، قطع: رقعی، اندازه: 12/5×19 سم [ف: 10-735]

18. مشهد؛ رضوی؛ شماره نسخه: 23018
آغاز: برابر؛ انجام: فان ذلك راجع الى تعظيم صاحب البقعة سلام الله عليه
خط: نسخ، کا: عبدالله بن محمد امین نوربخشی، تا: 1097ق؛ واقف: سید عبدالباقی آیت اللهی، تاریخ وقف: اسفند 1374؛ کاغذ: حنایی، جلد: تیماج قهوه‌ای یک‌لا، 22ص، 21 سطر، اندازه: 11/5×19/4 سم [ف: 21-16]

19. قم؛ مرعشی؛ شماره نسخه: 16/1182/1
آغاز: برابر
نسخه اصل: فرهنگستان علوم آذربایجان باکو، ش (8201) M 140؛ خط: نسخ معرب، بی‌کا، تا: قرن 11؛ محشی [عکسی ف: 3-414]

20. خوی؛ نمازی؛ شماره نسخه: 676/3
خط: نسخ، کا: محمد جعفر بن سلیمان، تا: 3 ربیع الاول 1101ق؛ واقف: حسن صدرزاده خویی، تاریخ وقف: 1347ش؛ فاقد جلد، 12 سطر، اندازه: 13×19 سم [ف: - 368]

21. مشهد؛ الهیات؛ شماره نسخه: 22673/3
آغاز: برابر
خط: نسخ، بی‌کا، تا: رجب 1102ق؛ تصحیح و مقابله شده به‌وسیله سلمانشاه بن محمد امین، محشی؛ کاغذ: هندی، جلد: تیماج سبز فرسوده، 7گ (22-28)، 9-19 سطر [ف: 3-825]

22. مشهد؛ امام هادی؛ شماره نسخه: 41/8
خط: نسخ، کا: محمد کاظم بن محمد شریف طبیب خواتون آبادی، تا: 22 ذیقعده 1115ق؛ محشی؛ 7گ (88پ-95ر)، اندازه: 12/5×18 سم [ف - 34]

23. تهران؛ ملک؛ شماره نسخه: 2146/6
خط: نسخ، بی‌کا، تا: شنبه از دهه آخر 1118ق؛ افتادگی: انجام؛ کاغذ: ترمه، جلد: میشن آبی، 6گ (58پ-64پ)، 18 سطر، اندازه: 12×22 سم [ف: 5-432]

24. قم؛ مسجد اعظم؛ شماره نسخه: 652/4
آغاز و انجام: برابر
خط: نسخ، کا: محمد رفیع بن ملاصفات الله، تا: 1124ق؛ مصحح؛ جلد: تیماج زرشکی بدون مقوا، مجدول، 7گ، 17 سطر، اندازه: 12×19 سم [ف: 1-35]

25. قم؛ مرعشی؛ شماره نسخه: 12551/8
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: اوایل قرن 12ق؛ کاغذ: فرنگی، 3گ (151-153)، 23 سطر، اندازه: 13×20 سم [ف: 31-624]

26. تهران؛ ملک؛ شماره نسخه: 2074/1
خط: نسخ، بی‌کا، تا: قرن 12؛ جدول شنگرف و لاجورد؛ کاغذ: ترمه، جلد: میشن سرخ، 7 و 14 سطر، اندازه: 9×15 سم [ف: 5-420]

27. تهران؛ مجلس؛ شماره نسخه: 1702/3
آغاز: برابر؛ انجام: و عسی ان نملی رسالة فی هذا الباب ليزول بها الارتياب و الله اعلم بحقايق الامور تمت.
خط: نسخ، بی‌کا، تا: قرن 12؛ جلد: تیماج کهنه سیاه، 13ص (124-137)، 14 سطر، قطع: رقعی، اندازه: 12/5×17 سم [ف: 9-246]

28. کرمانشاه؛ فیض مهدوی (کتابخانه)؛ شماره نسخه: بدون شماره/1
کا: محمد رضا بن محمد علی، تا: دوشنبه غره ذیحجه 1237ق [تراثنا س 2 ش 4: - 51]

29. قم؛ گلپایگانی؛ شماره نسخه: 8205/3-56/55
آغاز: برابر
خط: نستعلیق، کا: شیخ موسی بن ملا ابوطالب لاریجانی، تا: 1299ق؛ 6ص (27-32)، اندازه: 17×21 سم [ف: 1-67]

30. قم؛ مرکز احیاء؛ شماره نسخه: 3738/6
خط: نسخ، بی‌کا، تا: قرن 13؛ مصحح، محشی؛ 4گ (204پ-208ر)، 24 سطر، اندازه: 15×21 سم [محدث ارموی ف: 1-26]""",

    535: """خط: نسخ، کا: محمد بن منصور احسائی، تا: اواخر جمادی الاول 1024ق، جا: اصفهان قریب جامع کبیر؛ جلد: تیماج قهوه‌ای، 51گ (1پ-51پ)، اندازه: 13/5×19 سم [ف: 25-89]

27. تهران؛ مجلس؛ شماره نسخه: 15258/1
خط: نسخ، کا: محمد امین استرآبادی، تا: 1024ق؛ 47گ (2پ-48ر) [مختصر ف: - 20]

28. مشهد؛ رضوی؛ شماره نسخه: 2682
آغاز: برابر؛ انجام: كثواب ختم القرآن فی غیره
شامل رساله دوم و چهارم است؛ خط: نسخ شکسته، کا: عیسی بن نصار، تا: 17 و 24 صفر 1024ق؛ پس از این، مقاله‌ای است ضمن دو صفحه در علامت قبله، منقول از رساله «ازاحة العلة فی معرفة القبلة»، دارای حواشی مؤلف؛ واقف: حاج سید محمد شوشتری، تاریخ وقف: 1309؛ کاغذ: شکری، جلد: مقوا با روکش پارچه، 25گ، 20 و 21 سطر، اندازه: 15×21 سم [ف: 5-367]

29. مشهد؛ رضوی؛ شماره نسخه: 13202
آغاز: برابر
مذیل به «اثنی عشریه» صاحب معالم؛ خط: نسخ، بی‌کا، تا: صفر 1024ق؛ اهدایی کاظم مدیر شانه چی، آبان 1362؛ کاغذ: نخودی آهارمهره، جلد: تیماج ضربی لبه‌دار با ترنج و سر ترنج، 10 سطر، اندازه: 9/7×16/3 سم [ف: 21-15]

30. تهران؛ ملک؛ شماره نسخه: 2625/1
خط: نسخ، بی‌کا، تا: 5 محرم 1024ق؛ کاغذ: نوعی ترمه، جلد: میشن قهوه‌ای، 12 سطر، اندازه: 13/1×19/2 سم [ف: 6-75]

31. قم؛ مسجد اعظم؛ شماره نسخه: 715/1
آغاز و انجام: برابر
خط: نسخ، کا: محمد خواجه حسین السجستانی، تا: 1025ق؛ دارای چند فواید در حدیث؛ جلد: گالینگور سبز عطف تیماج زرشکی، 58گ، 9 سطر، اندازه: 13×20 سم [ف: 1-36]

32. تهران؛ مجلس؛ شماره نسخه: 16258 ض
بی‌کا، تا: 1025ق؛ قطع: رقعی [د.ث. مجلس]

33. شیراز؛ طباطبائی؛ شماره نسخه: 287
خط: نسخ، کا: ابراهیم بن بصار بن حسن علوی راشدی، تا: 1025ق [نسخه‌پژوهی: 2-109]

34. تهران؛ مجلس؛ شماره نسخه: 10359/1
آغاز و انجام: برابر
خط: نسخ و نستعلیق، بی‌کا، تا: شوال 1025ق؛ مصحح؛ جلد: تیماج مشکی، مجدول، 52ص (1-52)، اندازه: 12×18/5 سم [ف: 32-340]

35. تهران؛ مجلس؛ شماره نسخه: 1254/5 ط
آغاز و انجام: برابر
خط: نسخ و نستعلیق، کا: نورالهدی، تا: 1025ق؛ جلد: تیماج مشکی، 32ص (99-130)، اندازه: 13×19/5 سم [ف: 24/3-42]

36. شیراز؛ طباطبائی؛ شماره نسخه: 1673/1
کا: محمد خلیفه بن دجلة بن عبدالنبی بن زیاد جزائری سمنانی، تا: 1025ق؛ دارای حواشی با نشان «منه دام ظله»؛ 49گ (1-50)، اندازه: 13×25/5 سم [نسخه‌پژوهی: 3-163]

37. قم؛ گلپایگانی؛ شماره نسخه: 1021/2-6/111
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: جمادی الثانی 1026ق؛ مصحح؛ 24گ، 13-19 سطر، اندازه: 12×19 سم [ف: 1-68]

38. قم؛ مرکز احیاء؛ شماره نسخه: 2257/3
آغاز: برابر
نسخه اصل: کتابخانه کاشف الغطاء - نجف اشرف؛ خط: نسخ، کا: شیخ محمد بن محمد بن عبد صیمری جزائری، تا: 28 جمادی الاول 1026ق؛ 96ص (122-218) [عکسی ف: 6-303]

39. تهران؛ نوربخش؛ شماره نسخه: 590/2
آغاز و انجام: برابر
خط: نسخ، کا: محمد بن حاجی محمد بن قطب الدین بن علی بن کمال الدین بن شمس الدین محمد معلم سمنانی، تا: 1026ق؛ حواشی بسیاری از مؤلف با نشان «دام ظله العالی» در کنار صفحه‌ها نوشته شده است، در صفحه 14 صورت اجازه شیخ بهایی به شمس الدین محمد مشهور به نقی صوفی قزوینی زیاپادی چنین یادداشت شده است: «قرأ عنی الولد الاعز ... نقی الدین ... هذه الرسالة الاثنی عشرية من تألیفاتی و اجزت له ان یرویها عنی لكل من هو اهل لها و كتبت اقل العباد محمد المشتهر ببهاءالدین العاملی عفى عنه في اواخر شهر محرم الحرام الف و تسع عشرة في ولاية قراباغ حامداً مصليا مسلماً»، نقی الدین صوفی نیز در 1026 جهت شمس الدین محمد اجازه‌ای نوشته که صورت آن در صفحه 15 آمده و در کنار آن شیخ بهایی با خط خود مجیز را با این عبارت تأیید کرده است: «نعم قد اجزت للمجیز دام توفیقه ذلک حرره بهاءالدین العاملی»، در صفحه 24-25 نقی الدین صوفی روایتی را با ذکر سند از شیخ بهائی نقل نموده است؛ کاغذ: ایرانی، جلد: تیماج قرمز، مقوایی، 62ص (52-113)، اندازه: 13/5×20 سم [ف: 2-235]

40. مشهد؛ رضوی؛ شماره نسخه: 17800
آغاز: و لو بنذر و شبهه و قصد امام معين لو تعددوا؛ انجام: ان ثواب تلاوة آية واحدة فيه كثواب ختم القرآن في غيره
خط: نسخ، بی‌کا، تا: ربیع الاول 1026ق؛ افتادگی: آغاز؛ مذیل به «الجعفرية» است، دارای حواشی با نشان «منه مد ظله»، واگذاری سازمان حج و اوقاف در آبان 1369؛ کاغذ: حنایی آهارمهره، جلد: میشن قهوه‌ای مستعمل، 14ص، 10 سطر (5×9)، اندازه: 12×18 سم [ف: 21-14]

41. مشهد؛ رضوی؛ شماره نسخه: 2212
آغاز: برابر
خط: نسخ، بی‌کا، تا: سلخ شعبان 1027ق؛ دارای حواشی با نشان «منه دام ظله»؛ واقف: نادرشاه، تاریخ وقف: 1145؛ کاغذ:""",

    538: """خط: نسخ، کا: محمد صادق المشهدی بن محمد زمان القادری، تا: 1088ق؛ کاغذ: نباتی آهاردار، جلد: تیماج مشکی یک‌لا، 60ص (46-106)، 15 سطر، قطع: رقعی، اندازه: 12/5×19 سم [ف: 10-734]

75. قم؛ مرکز احیاء؛ شماره نسخه: 1178/1
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 1092ق؛ جلد: مقوایی عطف پارچه، 30گ (1پ-30ر)، اندازه: 12/5×19 سم [ف: 3-433]

76. تهران؛ مجلس؛ شماره نسخه: 7229/1
خط: نستعلیق، کا: محمد زمان شیرازی، تا: 12 ذیقعده 1097ق، جا: بلده اورنگ آباد هند؛ جلد: تیماج قهوه‌ای، 29گ (1پ-29ر) [ف: 25-230]

77. قم؛ استادی، رضا؛ شماره نسخه: نامعلوم/1
خط: نسخ، بی‌کا، تا: قرن 11؛ با این یادداشت در پایان به خط شیخ بهائی: «انها لها كاتبها وفقه الله تعالى قرائة و فهما و قد اجزت له ان یرویها لمن هو اهل لها و كتب مولفها اقل الانام محمد المشتهر ببهاء الدين العاملی فی رابع عشر ربیع الآخر ... عشرين بعد الالف حامدا مصلیا»؛ 15 سطر، اندازه: 13×18 سم [صد و شصت نسخه: - 57]

78. مشهد؛ رضوی؛ شماره نسخه: 16913
مشتمل بر صلاة و حج و مصدر به «اربعین» و مذیل به «رسالة القبلة» و یک ورق از ابتدای «رسالة الکر» همین مؤلف است؛ خط: نستعلیق، کا: تقی الدین محمد بن محسن حسینی قمی، تا: نیمه اول قرن 11؛ دارای حواشی با نشان «منه مد ظله»، دارای چندین بلاغ از مصنف و دستخط ایشان در پایان «حج»، ارسالی از دانشگاه علوم اسلامی رضوی در مهر 1368؛ کاغذ: حنایی آهارمهره، جلد: تیماج مشکی مستعمل، 33گ، 15 سطر، اندازه: 12/8×19/5 سم [ف: 21-20]

79. مشهد؛ رضوی؛ شماره نسخه: 22563
خط: نستعلیق، بی‌کا، تا: نیمه اول قرن 11؛ مصحح، مقابله شده و دارای بلاغ، دارای حواشی با نشان «منه مدظله العالی»؛ اهدایی رهبری، خرداد 1375؛ کاغذ: نخودی و شکری متن و حاشیه شده، جلد: مقوا رویه گالینگور، 35گ، 10 و 11 سطر، اندازه: 18/5×26 سم [اهدائی ف: 3-18]

80. تهران؛ سپهسالار؛ شماره نسخه: 2670/2
خط: نسخ، بی‌کا، تا: قرن 11 (در حیات مؤلف)؛ دارای حواشی از مؤلف با نشان «منه دام ظله»، عبارت «بلغنی سماعاً ایده الله» در کنار اغلب صفحات رقم گردیده و بسیار شبیه به خط مرحوم شیخ بهائی است، چهار ورق از آخر کتاب نونویس است و رساله «وجیزه در علم درایه» که نیز تألیف شیخ بهائی می‌باشد در هفت صفحه پس از آخرین صفحه این رساله به خط نستعلیق نوشته شده و قابل تجزیه نیست و سال کتابت در آخر وجیزه سنه 1046 تعیین گردیده است؛ واقف: سپهسالار؛ کاغذ: اصفهانی، 31ص، 11 سطر، قطع: وزیری، اندازه: 13×20 سم [ف: 1-354]

81. قم؛ مرعشی؛ شماره نسخه: 11577/1
آغاز و انجام: برابر
خط: نسخ خوش، بی‌کا، تا: قرن 11 (در حیات مؤلف)؛ مصحح، دارای حواشی از مؤلف با نشان «دام ظله» و نیز حواشی از دیگران، علامت بلاغ دارد با عبارت: «بلغ قبالا مرة ثانية بعون الله تعالی»، در انجام نسخه صورت خط مؤلف آورده شده که تصور می‌شود خط مؤلف است و حال این که این گونه نیست؛ کاغذ: سمرقندی، 33گ (1-33)، 12 سطر، اندازه: 6×12 سم [ف: 29-281]

82. کرمانشاه؛ جلیلی؛ شماره نسخه: 127
آغاز و انجام: برابر
خط: نسخ جلی، بی‌کا، تا: قرن 11 (در حیات مؤلف)؛ دارای حاشیه مؤلف با نشان «منه دام ظله»، مقابله شده؛ کاغذ: شکری آهار مهره کشمیری، جلد: تیماج خرمایی ضربی، 34گ (1-34)، 8 سطر [ف: - 13]

83. تهران؛ ملی؛ شماره نسخه: بدون شماره
آغاز: برابر؛ انجام: برابر، انجامه: اتفق فراغی من تالیف هذه الرساله الاثنا عشریه ... و الحمدلله رب العالمین
خط: نسخ متوسط، بی‌کا، تا: قرن 11 (در حیات مؤلف)؛ مصحح، دارای حاشیه‌های زیاد با نشان «منه دام ظله»؛ کاغذ: اصفهانی نخودی، جلد: تیماج اناری یک لایی، 37گ (39پ-76پ)، 15 و 16 سطر (6/5×11 و 7×12)، اندازه: 13/5×20 سم [رایانه]

84. تهران؛ مجلس؛ شماره نسخه: 8296
آغاز: برابر؛ انجام: ... و اطلق فی المبسوط ... و کیف کان.
خط: نسخ، بی‌کا، تا: احتمالاً قرن 11؛ افتادگی: انجام؛ دارای حواشی با نشان «منه مد ظله العالی»، گویا خط حاج میر سید محمد برادر صاحب روضات باشد؛ جلد: تیماج عنابی، 39گ، 11-14 سطر، اندازه: 11×16/5 سم [ف: 27/2-54]

85. تهران؛ ملی؛ شماره نسخه: 2247/1
خط: نسخ، بی‌کا، تا: قرن 11؛ دارای حواشی با نشان «منه دام ظله»؛ کاغذ: فرنگی نخودی، جلد: تیماج مشکی فرسوده مقوایی، 41گ (1ر-41پ)، 6 تا 12 سطر، اندازه: 15/5×20/5 سم [ف: 11-636]

86. قم؛ مرکز احیاء؛ شماره نسخه: 3599/1
خط: نسخ، کا: علی بن حسن جیلانی، تا: قرن 11؛ مصحح، دارای حواشی با نشان «منه دام ظله»، کاتب از شاگردان مؤلف و کتاب از خط مؤلف نوشته شده است.؛ 22گ (1پ-22پ)، 17 سطر، اندازه: 13×19/5 سم [محدث ارموی مخ: 1-29]

87. قم؛ ارگانی بهبهانی؛ شماره نسخه: 9/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 11 (در حیات مؤلف)؛ دارای حواشی مفصل از مؤلف با نشان «منه دام ظله»؛ جلد: تیماج قهوه‌ای، مختلف السطر، اندازه: 12/5×19 سم [ف: - 33]

88. قم؛ گلپایگانی؛ شماره نسخه: 5503/4-27/173""",

    539: """آغاز: علی بن مهزیار شمول المطالب الدینیه والدنیویه لا الاختلاف اللغوية الثانی عشر التلفظ بما یجب التلفظ به عن ظهر القلب؛ انجام: برابر؛ اتفق فراغی من تألیف هذه الرسالة ... قبل ان یخرج الامر من يده والحمدلله اولا وآخرا تمت
خط: نسخ، بی‌کا، تا: قرن 11؛ افتادگی: آغاز؛ دارای حواشی با نشان «منه مد ظله العالی»؛ 46گ، 8 سطر، اندازه: 13×20 سم [ف: 1-69]

89. قم؛ گلپایگانی؛ شماره نسخه: 3334/1-17/114
آغاز: برابر؛ انجام: علی صاحبها الف الف صلوة وسلام وتحيه وانا احوج الخلق الى رحمة الله الغنى ... وفقه الله للعمل فی یومه لغده قبل ان يخرج الامر من يده والحمدلله اولا وآخرا.
خط: نستعلیق، بی‌کا، تا: قرن 11؛ جلد: طبله رو تیماج سرخ ضربی با ترنج و سرترنج، 33گ، 12 سطر، اندازه: 11×18 سم [ف: 1-68]

90. قم؛ مرعشی؛ شماره نسخه: 1182/14
آغاز: برابر
نسخه اصل: فرهنگستان علوم آذربایجان باکو، ش (8201) M 140؛ خط: نسخ، بی‌کا، تا: قرن 11؛ دارای حواشی بسیار؛ 5گ (56-60) [عکسی ف: 3-413]

91. مشهد؛ مدیر شانه چی؛ شماره نسخه: 1
بی‌کا، تا: قرن 11 [نشریه: 5-590]

92. تهران؛ مفتاح؛ شماره نسخه: 1435/1
بی‌کا، تا: قرن 11؛ قطع: بغلی [نشریه: 7-281]

93. تهران؛ ادبیات؛ شماره نسخه: 120/2 حکمت
خط: نسخ، بی‌کا، تا: قرن 10 و 11؛ با اجازه انهای شیخ یونس بن حسن صیمری جزائری از مؤلف در شب دوشنبه 2 رمضان 1012؛ جلد: تیماج سرخ مقوایی، قطع: ربعی [ف: 2-41]

94. قم؛ فیضیه؛ شماره نسخه: 1902/1
خط: نسخ، بی‌کا، تا: قرن 11 و 12؛ 39گ (1-39)، 13 سطر، اندازه: 9×15 سم [ف: 3-148]

95. قم؛ مرعشی؛ شماره نسخه: 8462/4
خط: نستعلیق، بی‌کا، تا: قرن 11؛ افتادگی: آغاز و وسط؛ جلد: تیماج قهوه‌ای بدون مقوا، 21گ (102ر-123ر)، 15 سطر، اندازه: 8/5×16/5 سم [ف: 22-50]

96. قم؛ مرکز احیاء؛ شماره نسخه: 4387/6
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 11؛ مصحح؛ جلد: تیماج مشکی بدون مقوا، 20گ (175پ-195ر)، 16 سطر، اندازه: 12×18 سم [محدث ارموی مخ: 1-28]

97. تهران؛ الهیات؛ شماره نسخه: 321
خط: نسخ، کا: ابراهیم بن علی اکبر، تا: قرن 11 و 12؛ دارای حواشی با نشان «منه دام ظله العالی»؛ تملک: سید جعفر موسوی؛ کاغذ: اصفهانی، جلد: تیماج سرخ، 58گ، 8 سطر (7×13)، اندازه: 12/5×18/5 سم [ف: - 443]

98. مشهد؛ الهیات؛ شماره نسخه: 22673/4
آغاز: برابر
خط: نسخ، بی‌کا، تا: رجب 1102ق؛ به‌وسیله سلمانشاه بن محمد امین تصحیح و مقابله شده، محشی؛ کاغذ: هندی، جلد: تیماج سبز فرسوده، 39گ (31-69)، 9-19 سطر [ف: 3-826]

99. مشهد؛ مدرسه خیرات خان؛ شماره نسخه: 85/2
آغاز و انجام: برابر
بی‌کا، تا: 1107ق؛ واقف: نصرة الملک؛ کاغذ: سفید، جلد: تیماج مشکی، 47گ، قطع: ربعی [رشت و همدان - ف: - 179]

100. مراغه؛ عمومی؛ شماره نسخه: 10/2
آغاز و انجام: برابر
خط: نسخ، کا: عبدالرحمن بن حاجی عزیز بیگ الزوارقی، تا: 1108ق؛ جلد: تیماج قهوه‌ای مجدول، 38گ، اندازه: 14×20 سم [ف: - 166]

101. تهران؛ الهیات؛ شماره نسخه: 221/2
خط: نسخ، کا: ابن عبدالحسین نجفی، تا: بامداد پنج‌شنبه پایان شعبان 1109ق، جا: اصفهان؛ دارای حواشی با نشان «منه غفر له»؛ کاغذ: اصفهانی کبود و سفید، 49گ (117پ-166پ)، 11 سطر (5/5×10)، اندازه: 10×17 سم [ف: - 740]

102. قم؛ مرعشی؛ شماره نسخه: 13334/2
آغاز و انجام: برابر
خط: نسخ، کا: ملا محمد چلبی، تا: چهارشنبه 5 رجب 1110ق؛ مصحح، با نشان «بلغ» مقابله شده، دارای حواشی بسیار با نشان «منه ره»؛ مهرها: «العبد المذنب محمد چلبی» و «از نام محمد شرافت یافت نامم»؛ کاغذ: فرنگی، جلد: مشمعی مشکی با مقوا عطف: تیماج مشکی، 12گ (108ر-119ر)، 16 سطر، اندازه: 10/5×14/5 سم [ف: 33-574]

103. تهران؛ ملک؛ شماره نسخه: 1561/3
خط: نسخ، کا: محمد تقی بن الیاس سلطانپوری، تا: 1110ق؛ کاغذ: سپاهانی، جلد: میشن قهوه‌ای لبه‌دار، 10 سطر [ف: 5-290]

104. شیراز؛ طباطبائی؛ شماره نسخه: 1618
خط: نسخ، کا: محمد هادی بن محمد رضا، تا: دوشنبه 17 جمادی الاول 1114ق [نسخه‌پژوهی: 2-109]

105. شیراز؛ طباطبائی؛ شماره نسخه: 170/2
خط: نسخ، کا: عبدالله بن شیخ راشد جزایری، تا: 1123ق؛ 20گ (43-63)، اندازه: 14/5×20 سم [نسخه‌پژوهی: 3-82]

106. قم؛ مسجد اعظم؛ شماره نسخه: 652/3
آغاز و انجام: برابر
کا: محمد رفیع بن ملاصفات الله، تا: ذیقعده 1124ق؛ دارای حواشی با نشان «منه»؛ جلد: تیماج زرشکی بدون مقوا مجدول، 17گ، 17 سطر، اندازه: 12×19 سم [ف مخ: 1-35]

107. مشهد؛ امام هادی؛ شماره نسخه: 41/1
آغاز: لأنها اما أفعال او تروك و كل منها اما واجبة او مستحبة""",

    541: """جمادی الثانی 1309ق؛ کاغذ: فرنگی، جلد: میشن سبز سیر، 16 سطر [ف: 9-44]

128. قم؛ حجتیه؛ شماره نسخه: 235
صلوتیه و صومیه است؛ خط: نسخ، کا: علی بن حسین احمد آبادی دماوندی، تا: 1309ق [ف: - 32]

129. قم؛ مرکز احیاء؛ شماره نسخه: 3738/4
خط: نسخ، بی‌کا، تا: غره رمضان 1323ق؛ مصحح، محشی؛ مهر: «این کتاب از متملکان و جزء کتابخانه احقر محسن الحسینی است»؛ 28گ (171پ-199ر)، 14 سطر، اندازه: 15×21 سم [محدث ارموی مخ: 1-29]

130. قم؛ مرعشی؛ شماره نسخه: 10046/6
خط: نسخ، بی‌کا، تا: یک‌شنبه 18 ربیع الاول 1398ق؛ قطع: جیبی [میراث شهاب س 8 ش 2: 17]

131. مشهد؛ رضوی؛ شماره نسخه: 2681
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ معلق به حواشی مؤلف؛ واقف: فهرستی، تاریخ وقف: تیر 1310؛ کاغذ: حنایی، جلد: مقوا با روکش پارچه، 23گ، 15 سطر، اندازه: 13×24 سم [ف: 5-365]

132. مشهد؛ نواب؛ شماره نسخه: 221/2
آغاز و انجام: برابر
خط: نسخ خوش، کا: رضا علی فرزند شیخ محمد تقی هزارجریبی استرابادی، بی‌تا؛ محشی؛ واقف: امیرتیمور؛ مهر: امیرتیمور، «العبد محمد رحیم» و «وقف مدرسه خیراتخان»؛ جلد: تیماج لایه‌ای مشکی، 8 سطر (7×11/5)، اندازه: 13×18/5 سم [ف: - 200]

133. مشهد؛ گوهرشاد؛ شماره نسخه: 883/4
خط: نسخ، بی‌کا، بی‌تا؛ افتادگی: آغاز و انجام؛ مهر: حاج سید سعید؛ جلد: تیماج مشکی، 15 سطر (10×15)، اندازه: 16×19 سم [ف: 3-1197]

134. مشهد؛ مدرسه میرزا جعفر؛ شماره نسخه: 148/2
خط: نستعلیق، کا: تقی الدین محمد بن محسن حسینی، بی‌تا، جا: قم؛ قطع: جیبی [چهار کتابخانه مشهد-ف: - 40]

135. تهران؛ مجلس؛ شماره نسخه: 9590/4
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج سبز، 28گ، 37ر-65ر، 11 سطر، اندازه: 14/5×19/5 سم [ف: 30-24]

136. تهران؛ مجلس؛ شماره نسخه: 3718/2
خط: نستعلیق، کا: محمدتقی بن محمدعلی، بی‌تا؛ دارای حاشیه‌های بسیار از مؤلف، بر صفحه بعد قاعده‌ای از قواعد علامه نوشته شده؛ کاغذ: اصفهانی، جلد: تیماج مشکی، 50ص (38-88)، 15 سطر، قطع: خشتی، اندازه: 13/5×20 سم [ف: 10-1693]

137. تهران؛ مجلس؛ شماره نسخه: 417/2
بی‌کا، بی‌تا؛ عنوان و شکل هندسی شنگرف؛ کاغذ: سفید، جلد: تیماج سرخ مقوایی با لولا، 75گ (65-139)، اندازه: 13×20 سم [سنا - ف: 1-250]

138. تهران؛ دانشگاه؛ شماره نسخه: 7684/9
خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: سپاهانی، جلد: تیماج مشکی مقوایی، 19 سطر (7/5×14)، قطع: رقعی، اندازه: 13×20 سم [ف: 16-670]

139. تهران؛ دانشگاه؛ شماره نسخه: 4005/2
خط: نسخ، کا: میر محمد بن میر سید حسینی علم جناحی، بی‌تا؛ محشی؛ کاغذ: سپاهانی، جلد: تیماج قهوه‌ای مقوایی، 12(11پ-23پ)، 19 سطر (17×19)، اندازه: 19×25 سم [ف: 12-2992]

140. تهران؛ الهیات؛ شماره نسخه: 184/3
خط: نسخ، کا: احسائی، بی‌تا؛ دارای حواشی با نشان «منه»؛ کاغذ: فرنگی، جلد: مقوایی با روکش پارچه‌ای، 27گ (75پ-102ر)، اندازه: 13/5×19/5 [ف: - 723]

141. تهران؛ ادبیات؛ شماره نسخه: 245/3
خط: نسخ، کا: محمد طالب بن حاج حیدر اصفهانی، بی‌تا [ف: 3-39]

142. تهران؛ مدرسه معمارباشی؛ شماره نسخه: 89/2
آغاز و انجام: برابر
خط: نسخ، کا: ابراهیم دزماری، بی‌تا؛ 34گ (52پ-85پ)، 10-15 سطر [ف: - 105]

143. قم؛ مرعشی؛ شماره نسخه: 8288/2
خط: نسخ خوش، کا: هاشم بن حسین بن عبدالرؤف حسینی موسوی، بی‌تا؛ جلد: تیماج قهوه‌ای، 45گ (18پ-64ر)، اندازه: 15×21 سم [ف: 21-249]

144. قم؛ گلپایگانی؛ شماره نسخه: 7175/2-36/175
آغاز: برابر
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج قهوه‌ای مجدول دورو لولادار، 23گ، 18 سطر، اندازه: 15×21 سم [ف: 1-68]

145. قم؛ طبسی؛ شماره نسخه: 315/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ با حواشی «منه رحمه الله»، مصحح؛ جلد: تیماج قهوه‌ای با ترنج و لولادار، 34گ، 14 سطر، اندازه: 13×19 سم [ف مخ: 1-11]

146. قم؛ مسجد اعظم؛ شماره نسخه: 3706/6
آغاز و انجام: برابر
خط: نسخ، کا: محمد امین بن قاسم، بی‌تا؛ جلد: تیماج مشکی بدون مقوا، 38گ، 10 سطر، اندازه: 15×21 سم [ف مخ: 1-36]

147. قم؛ معصومیه؛ شماره نسخه: 89/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج مشکی، 41گ (107پ-148پ)، اندازه: 12/5×19 سم [ف: 1-109]

148. قم؛ بروجردی؛ شماره نسخه: 466/3
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج مشکی ضربی، 33گ (35ر-68پ)، اندازه: 12×18/5 سم [ف: 2-295]""",

    548: """سطر، اندازه: 10×15 سم [ف: 1-33] و [عکسی ف: 4-48]

84. مشهد؛ الهیات؛ شماره نسخه: 22673/5
آغاز: برابر
خط: نسخ، بی‌کا، تا: رجب 1102ق؛ به‌وسیله سلمانشاه بن محمد امین تصحیح و مقابله شده، محشی؛ کاغذ: هندی، جلد: تیماج سبز فرسوده، 11گ (70-80)، 9-19 سطر [ف: 3-826]

85. قم؛ مرعشی؛ شماره نسخه: 9754/1
خط: نستعلیق، کا: محمد باقر، تا: 19 رجب 1103ق؛ جلد: دو رو تیماج قهوه‌ای، 10گ (1پ-10پ)، 17 سطر، اندازه: 18×22 سم [ف: 25-100]

86. مشهد؛ رضوی؛ شماره نسخه: 13267
آغاز و انجام: برابر
خط: نسخ، کا: مراد بن نوروز دامغانی، تا: یک‌شنبه 14 رمضان 1104ق؛ دارای حواشی با نشان «منه رحمه الله» و «دام بهاؤه»؛ اهدایی کاظم مدیر شانه چی، آبان 1362؛ کاغذ: نخودی، جلد: مقوا رویه پارچه طوسی [ف: 21-13]

87. مشهد؛ رضوی؛ شماره نسخه: 5993
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 18 ذیحجه 1105ق؛ کاغذ: شکری و نخودی، جلد: مقوا با روکش پارچه، 15گ، 20 سطر، اندازه: 11×19 سم [ف: 5-366]

88. تهران؛ دانشگاه؛ شماره نسخه: 2636/7
آغاز و انجام: برابر
خط: نسخ، کا: محمد حسین علاء الدین درزی مازندرانی، تا: 1105ق؛ کاغذ: سپاهانی، جلد: تیماج تریاکی [ف: 10-1513]

89. مراغه؛ عمومی؛ شماره نسخه: 10/3
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 36 شعبان 1108ق؛ جلد: تیماج قهوه‌ای مجدول، 24گ، اندازه: 14×20 سم [ف: - 167]

90. تهران؛ ملک؛ شماره نسخه: 2630/1
خط: نسخ، کا: محمد صفی قزوینی، تا: رمضان 1114ق؛ کاغذ: ترمه، جلد: میشن تریاکی لایی، اندازه: 12×18 سم [ف: 6-77]

91. قم؛ مسجد اعظم؛ شماره نسخه: 652/5
آغاز و انجام: برابر
خط: نسخ، کا: محمد رفیع بن ملا صفات الله، تا: ذیحجه 1124ق؛ دارای حواشی با نشان «منه»؛ جلد: تیماج زرشکی بدون مقوا مجدول، 11گ، 17 سطر، اندازه: 12×19 سم [ف مخ: 1-36]

92. مشهد؛ رضوی؛ شماره نسخه: 29750
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 1126ق؛ ضمیمه نسخه ش 17167 است؛ قطع: رقعی [رایانه]

93. بیرجند؛ دیانی؛ شماره نسخه: 142/4
خط: نستعلیق، بی‌کا، تا: ذیحجه 1129ق؛ جلد: تیماج قهوه‌ای بدون مقوا، 8گ (137پ-145ر)، اندازه: 12/5×18 سم [ف: - 110]

94. یزد؛ وزیری؛ شماره نسخه: 635/1
آغاز و انجام: برابر
خط: نسخ، کا: محمد تقی بن عبد الله، تا: پنج‌شنبه 1 ذیحجه 1163ق؛ دارای حواشی به نسخ تحریری با نشان «م لک»، نشانه وقفی به نام محمد اسماعیل بن محمد ملک یزدی دارد؛ کاغذ: حنایی، جلد: تیماج مشکی، 7گ (1-7)، 20 سطر (10/5×19/5)، اندازه: 18×29 سم [ف: 2-538]

95. مشهد؛ گوهرشاد؛ شماره نسخه: 883/5
خط: نسخ، بی‌کا، تا: جمادی الاول 1168ق؛ مهر: حاج سید سعید؛ جلد: تیماج مشکی، 13 سطر، اندازه: 16×19 سم [ف: 3-1198]

96. قم؛ مرعشی؛ شماره نسخه: 12551/7
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ اوایل قرن 12؛ کاغذ: فرنگی، 5گ (146-150)، 23 سطر، اندازه: 13×20 سم [ف: 31-623]

97. قم؛ مسجد اعظم؛ شماره نسخه: 3431/4
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 12؛ مصحح، محشی، در ادامه فوائدی برای طلاب آورده شده است؛ مهر: «محمد حسن»؛ 13گ، 15 سطر، اندازه: 12×18 سم [ف مخ: 1-37]

98. تهران؛ ملک؛ شماره نسخه: 577/2
خط: نسخ، بی‌کا، تا: شنبه ربیع الاول 1220ق، جا: خراسان؛ کاغذ: فستقی، جلد: میشن لایی قهوه‌ای تیره، 20ص (36-56)، اندازه: 10/6×15/3 سم [ف: 5-88]

99. کرمانشاه؛ فیض مهدوی (کتابخانه)؛ شماره نسخه: بدون شماره/4
کا: محمد رضا بن محمد علی، تا: دوشنبه غره ذیحجه 1237ق [تراثنا س 2 ش 4: 51]

100. قم؛ مرعشی؛ شماره نسخه: 15135/8
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: 1238ق؛ مصحح؛ کاغذ: فرنگی، 9گ (87-95)، 16 سطر، اندازه: 8×14 سم [ف: 38-410]

101. تهران؛ مجلس؛ شماره نسخه: 1935/3
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: 1261ق؛ کاغذ: اصفهانی آهارمهره، جلد: تیماجی مشکی، 31گ (245-275)، قطع: رقعی، اندازه: 11×15/5 سم [ف: 9-646]

102. قم؛ مرعشی؛ شماره نسخه: 11499/3
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 10 شعبان 1298ق؛ کاغذ: فرنگی آهارمهره، 16گ (48-63)، 12 سطر، اندازه: 6/5×12 سم [ف: 29-133]

103. قم؛ گلپایگانی؛ شماره نسخه: 8205/4-56/55
آغاز: برابر
خط: نستعلیق، کا: موسی بن ملا ابوطالب لاریجانی، تا: 1299ق؛""",

    549: """10گ (32-42)، اندازه: 17×21 سم [ف: 1-70]

104. کرمانشاه؛ میبدی (خاندان)؛ شماره نسخه: 79/1
بی‌کا، تا: قرن 13؛ جلد: دورو تیماج رو قهوه‌ای پشت قرمز، 8گ (1پ-8ر)، اندازه: 12/5×18 سم [ف: - 62]

105. قم؛ مرعشی؛ شماره نسخه: 13338/16
آغاز و انجام: برابر
خط: شکسته نستعلیق، کا: عنایت الله بن محمد نصیر رضوی گلپایگانی، تا: قرن 13؛ مصحح، دارای حواشی با نشان «منه رحمه الله»؛ کاغذ: فرنگی، 12گ (279پ-290ر)، 14 سطر، اندازه: 8/5×14 سم [ف: 33-591]

106. قم؛ معصومیه؛ شماره نسخه: 3/601/1-6185
خط: نستعلیق، کا: علی محمد کریم رشتی، تا: قرن 13؛ کاغذ: فرنگی، جلد: تیماج تریاکی، 18 سطر، قطع: ربعی [آستانه قم: 195]

107. قم؛ گلپایگانی؛ شماره نسخه: 6714/4-34/84
آغاز: برابر؛ انجام: الى البياض في اوائل شهر جميد الثاني سنة الف وعشرين من الهجرة و الحمد لله اولاً و آخراً.
خط: نسخ، کا: حاجی محمد مؤدب، تا: دهه اول صفر 1301ق؛ مصحح، دارای حواشی با نشان «منه طاب ثراه»؛ جلد: تیماج مشکی، 8گ، 20 سطر، اندازه: 13×20 سم [ف: 1-70]

108. قم؛ مرکز احیاء؛ شماره نسخه: 3738/3
خط: نسخ، بی‌کا، تا: دوشنبه 2 محرم 1305 یا 1350ق؛ مصحح، محشی؛ 5گ (165ر-170پ)، 23 سطر، اندازه: 15×21 سم [محدث ارموی مخ: 1-30]

109. قم؛ مرکز احیاء؛ شماره نسخه: 3290/2
خط: نستعلیق، بی‌کا، تا: ربیع الاول 1308ق؛ مصحح، محشی؛ 11گ (19ر-30پ)، 16 سطر، اندازه: 11×17/5 سم [محدث ارموی مخ: 1-30]

110. قم؛ حجتیه؛ شماره نسخه: 235
خط: نسخ، کا: علی بن حسین احمد آبادی دماوندی، تا: 1309ق [ف: - 32]

111. قم؛ مسجد اعظم؛ شماره نسخه: 3093/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: 21 ذیقعده 1313ق؛ 46گ، 9 سطر، اندازه: 4×8 سم [ف مخ: 1-36]

112. مشهد؛ رضوی؛ شماره نسخه: 6608
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ واقف: سید مصطفی و میرزا محمد، تاریخ وقف: جمادی الثانی 1307؛ کاغذ: نخودی، جلد: تیماجی مشکی، 15گ، 17 سطر، اندازه: 12×18/5 سم [ف: 5-366]

113. مشهد؛ الهیات؛ شماره نسخه: 22478/2
آغاز: برابر
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: اصفهانی، جلد: تیماج مشکی لایه‌ای، 14 سطر، اندازه: 12×19 سم [ف: 2-681]

114. مشهد؛ امام هادی؛ شماره نسخه: 41/5
خط: نسخ، کا: محمد کاظم بن محمد شریف طبیب خواتون آبادی، بی‌تا؛ محشی؛ 14گ (60پ-74پ)، اندازه: 12/5×18 سم [ف: - 34]

115. مشهد؛ مدیر شانه چی؛ شماره نسخه: 5/2
خط: نستعلیق خوانا، بی‌کا، بی‌تا؛ قطع: وزیری [نشریه: 5-603]

116. تهران؛ مجلس؛ شماره نسخه: 3718/3
خط: نستعلیق، کا: محمدتقی بن محمدعلی، بی‌تا؛ دارای حاشیه‌هایی از مؤلف به خط کاتب و حاشیه‌هایی از شیخ مفلح صمیری، در ذیل این نسخه نوشته‌ای است درباره فلک نهم با رمز «ح س رحمه الله» به خط کاتب؛ کاغذ: اصفهانی، جلد: تیماج مشکی، 55ص (90-35)، 15 سطر، قطع: خشتی، اندازه: 13/5×20 سم [ف: 10-1693]

117. تهران؛ مجلس؛ شماره نسخه: 417/3
بی‌کا، بی‌تا؛ کاغذ: سفید، جلد: تیماج سرخ مقوایی با لولا، 52گ (145-196)، اندازه: 13×20 سم [سنا - ف: 1-250]

118. تهران؛ مجلس؛ شماره نسخه: 9590/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج سرخ، 16گ (17ر-32پ)، 11 سطر، اندازه: 14/5×19/5 سم [ف: 30-239]

119. تهران؛ دانشگاه؛ شماره نسخه: 4005/4
خط: نسخ، کا: میر محمد بن میر سید حسینی علم جناحی، بی‌تا؛ محشی؛ کاغذ: سپاهانی، جلد: تیماج قهوه‌ای مقوایی، 7گ (29پ-36پ)، 19 سطر (17×19)، اندازه: 19×25 سم [ف: 12-2993]

120. تهران؛ دانشگاه؛ شماره نسخه: 7244/6
خط: نسخ، بی‌کا، بی‌تا؛ افتادگی: انجام؛ کاغذ: سپاهانی، جلد: نو، 15 سطر (8×14)، قطع: ربعی، اندازه: 13/5×20/5 سم [ف: 16-497]

121. تهران؛ دانشگاه؛ شماره نسخه: 7684/2
خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: سپاهانی، جلد: تیماج مشکی مقوایی، 19 سطر (7/5×14)، قطع: ربعی، اندازه: 13×20 سم [ف: 16-670]

122. تهران؛ ملی؛ شماره نسخه: 6934
آغاز و انجام: برابر
خط: نسخ متوسط، بی‌کا، بی‌تا؛ مصحح، دارای حواشی اندکی با نشان «منه دام ظله»؛ کاغذ: اصفهانی نخودی، جلد: تیماج اناری یک لایی، 37گ (1پ-38پ)، 65 سطر (5×11/5)، اندازه: 13/3×20 سم [رایانه]

123. تهران؛ سپهسالار؛ شماره نسخه: 7539/4
خط: نسخ، بی‌کا، بی‌تا؛ کاغذ: سپاهانی سفید، جلد: مقوایی، 17گ (90پ-106پ)، 4 سطر، اندازه: 12/5×18/5 سم [ف: 3-45]

124. قم؛ مرعشی؛ شماره نسخه: 8258/5
خط: نسخ، کا: سید غیاث بن سلطان دزماری، بی‌تا؛ جلد: تیماج قهوه‌ای بدون مقوا، 14گ (94پ-107پ)، اندازه: 13×18/5 سم""",

    554: """آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، تا: قرن 12؛ مصحح، محشی؛ مهر: «محمد حسن»؛ 14گ، 15 سطر، اندازه: 12×18 سم [ف مخ: 1-37]

51. قم؛ مسجد اعظم؛ شماره نسخه: 1409/11
آغاز: برابر؛ انجام: انما قعد بعضك على بعضك فلاتصير للتشهد و الدعاء
خط: نسخ، کا: محمد صادق بن محمد جعفر الخاجویی، تا: 1225ق؛ در آخر کتاب فایده‌ای در حدیث از کمیل بن زیاد آمده است؛ جلد: تیماج قهوه‌ای عطف پارچه، 31گ، 19 سطر، اندازه: 11×17 سم [ف مخ: 1-37]

52. کرمانشاه؛ فیض مهدوی (کتابخانه)؛ شماره نسخه: بدون شماره/3
کا: محمد رضا بن محمد علی، تا: دوشنبه غره ذیحجه 1237ق [تراثنا س 2 ش 4: 51]

53. مشهد؛ رضوی؛ شماره نسخه: 23379
انجام: برابر
خط: نستعلیق، بی‌کا، تا: پنج‌شنبه اواخر ربیع الثانی 1279ق؛ کاغذ: نخودی، جلد: تیماج مشکی مستعمل، 8گ، 17 سطر، اندازه: 16/5×21 سم [ف: 21-17]

54. قم؛ گلپایگانی؛ شماره نسخه: 8205/1-56/55
آغاز: برابر
خط: نستعلیق، کا: شیخ موسی بن فخر المجتهدین ملا ابوطالب لاریجانی، تا: 1299ق؛ 11گ (1-11)، اندازه: 17×21 سم [ف: 1-71]

55. قم؛ مرکز احیاء؛ شماره نسخه: 3738/2
آغاز و انجام: برابر
خط: نسخ، بی‌کا، تا: قرن 13؛ مصحح، محشی؛ 8گ (157پ-165ر)، 23 سطر، اندازه: 15×21 سم [محدث ارموی مخ]

56. مشهد؛ امام هادی؛ شماره نسخه: 41/2
خط: نسخ، کا: محمد کاظم بن محمد شریف طبیب خواتون آبادی، بی‌تا؛ 15گ (23پ-38پ)، اندازه: 12/5×18 سم [ف: - 33]

57. مشهد؛ مدیر شانه چی؛ شماره نسخه: 2
خط: نسخ خوش، بی‌کا، بی‌تا؛ افتادگی: انجام؛ مصحح، محشی با نشان «منه» و «زین الدین» [نشریه: 5-590]

58. تهران؛ مجلس؛ شماره نسخه: 7229/3
آغاز و انجام: برابر
خط: نستعلیق، کا: محمد زمان شیرازی، بی‌تا؛ جلد: تیماج قهوه‌ای، 11گ (44پ-54پ) [ف: 25-230]

59. تهران؛ مجلس؛ شماره نسخه: 3718/5
خط: نستعلیق، کا: محمدتقی بن محمدعلی، بی‌تا؛ محشی، پس از پایان این رساله بر یک صفحه فقراتی از کشکول بهائی به قلم کاتب نسخه و چند بیت فارسی از ملهمی تبریزی به خط دیگر دیده می‌شود، بر یک برگ دیگر ابیاتی از گیلانی، مولانا ضمیری، میرزا معصوم، فغفور، شیخ فیضی، صائبا، شیدا و تعلیم و بر یک صفحه دیگر تعلیقاتی بر چند فقره از اثنی عشریه صومیه به خط کاتب دفتر دیده می‌شود؛ کاغذ: اصفهانی، جلد: تیماج مشکی، 139ص (34-173)، 15 سطر، قطع: خشتی، اندازه: 13/5×20 سم [ف: 10-1694]

60. تهران؛ مجلس؛ شماره نسخه: 417/1
خط: نستعلیق، بی‌کا، بی‌تا؛ کاغذ: سفید، جلد: تیماج سرخ مقوایی با لولا، 61گ (1-61)، اندازه: 13×20 سم [سنا - ف: 1-250]

61. تهران؛ مجلس؛ شماره نسخه: 9590/5
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج سبز، 9گ (66پ-75ر)، 11 سطر، اندازه: 14/5×19/5 سم [ف: 30-240]

62. تهران؛ مجلس؛ شماره نسخه: 1266/1ط
آغاز: برابر؛ انجام: و فی اشتراط بلوغه و اسلامه.
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج قهوه‌ای مجدول، 31ص (1-31)، 7-10 سطر، اندازه: 10×18 سم [ف: 24/3-45]

63. تهران؛ دانشگاه؛ شماره نسخه: 4005/1
خط: نسخ، کا: میر محمد بن میر سید علم جناحی، بی‌تا؛ محشی؛ کاغذ: سپاهانی، جلد: تیماج قهوه‌ای مقوایی، 10 (1پ-11پ)، 19 سطر (17×19)، اندازه: 19×25 سم [ف: 12-2993]

64. تهران؛ الهیات؛ شماره نسخه: 184/2
خط: نسخ، کا: احسائی، بی‌تا؛ آغاز نونویس، محشی با نشان «منه»؛ کاغذ: فرنگی، جلد: مقوایی با روکش پارچه‌ای، 20گ (54پ-74پ)، 13 سطر (8×12/5)، اندازه: 13/5×19/5 سم [ف: - 723]

65. قم؛ مرعشی؛ شماره نسخه: 6347/2
خط: نستعلیق، بی‌کا، بی‌تا؛ مصحح، کار مقابله توسط محمد عرب بن محمد رشید الدین انجام گرفته است؛ جلد: تیماج قهوه‌ای بدون مقوا، 20گ (14پ-33ر)، اندازه: 12/5×18/5 سم [ف: 16-310]

66. قم؛ مرعشی؛ شماره نسخه: 9739/1
انجام: و مضروب الفرض الأول فى الخطأ الثاني ثمانية و اربعون
خط: نستعلیق، بی‌کا، بی‌تا؛ افتادگی: انجام؛ جلد: تیماج مشکی، 9گ (2پ-10پ)، اندازه: 12/5×19 سم [ف: 25-90]

67. قم؛ گلپایگانی؛ شماره نسخه: 6714/1-34/84
آغاز و انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ جلد: تیماج مشکی، 13گ، 18 سطر، اندازه: 13×20 سم [ف: 1-71]

68. قم؛ طبسی؛ شماره نسخه: 315/1
آغاز و انجام: برابر
خط: نستعلیق، بی‌کا، بی‌تا؛ جلد: تیماج قهوه‌ای با ترنج و لولادار، 17گ، 14 سطر، اندازه: 13×19 سم [ف مخ: 1-12]

69. شیراز؛ ملی؛ شماره نسخه: 5/2
آغاز و انجام: برابر
بی‌کا، بی‌تا؛ محشی؛ 22گ، 14 سطر، اندازه: 6×10 سم [ف: 1-7]

70. شیراز؛ ملی؛ شماره نسخه: 711/1
انجام: برابر
خط: نسخ، بی‌کا، بی‌تا؛ محشی؛ کاغذ: فرنگی شکری، جلد:""",

}
